{
  "cosy": [
    "What is your favorite childhood memory?",
    "If you could have dinner with anyone, who would it be?",
    "What makes you feel most comfortable and relaxed?",
    "What's the best advice your parents gave you?",
    "Describe your perfect lazy Sunday.",
    "What tradition from your childhood do you want to continue?",
    "What's your favorite comfort food and why?",
    "If you could live anywhere in the world, where would it be?",
    "What's the most thoughtful gift you've ever received?",
    "What makes you feel most at peace?",
    "What's your favorite season and what do you love about it?",
    "If you had a whole day with no responsibilities, how would you spend it?",
    "What's something that always makes you smile?",
    "What's your favorite family tradition?",
    "What's the coziest place you've ever been?",
    "What book or movie can you watch over and over?",
    "What's your ideal way to spend a rainy day?",
    "What's the kindest thing someone has done for you?",
    "What's your favorite way to show someone you care?",
    "What makes you feel truly grateful?",
    "What's your favorite childhood game or activity?",
    "If you could have any pet, what would it be?",
    "What's your favorite way to unwind after a long day?",
    "What's the most beautiful place you've ever visited?",
    "What's something simple that brings you joy?",
    "What's your favorite holiday and why?",
    "What's the best compliment you've ever received?",
    "What's your favorite way to spend time with loved ones?",
    "What's something you're proud of that others might not know?",
    "What's your favorite memory from this past year?",
    "What's something you've learned that changed your perspective?",
    "What's your favorite way to celebrate good news?",
    "What's the most peaceful moment you can remember?",
    "What's something you hope to do more of?",
    "What's your favorite way to start the morning?",
    "What's something that always makes you feel better when you're sad?",
    "What's your favorite thing about your home?",
    "What's a small pleasure that makes your day better?",
    "What's your favorite way to connect with nature?",
    "What's something you're looking forward to?",
    "What's your favorite way to treat yourself?",
    "What's the most relaxing activity you can think of?",
    "What's your favorite thing to do when you have friends over?",
    "What's something you'd like to learn just for fun?",
    "What's your favorite way to end the day?",
    "What's something that makes you feel proud of yourself?",
    "What's your favorite thing about getting older?",
    "What's something you hope never changes?",
    "What's your favorite way to make someone else's day better?",
    "What's the most comforting thing someone can say to you?"
  ],
  "sexy": [
    "What is your biggest turn-on?",
    "Describe your ideal romantic evening.",
    "What is something you find irresistibly attractive?",
    "What's the most romantic gesture someone could make?",
    "What's your idea of perfect intimacy?",
    "What's something that instantly makes you feel desire?",
    "What's your favorite way to be seduced?",
    "What's the most sensual experience you can imagine?",
    "What's something you've always wanted to try?",
    "What's your favorite thing about physical attraction?",
    "What makes you feel most confident and attractive?",
    "What's your ideal setting for romance?",
    "What's something that makes you feel deeply connected to someone?",
    "What's your favorite type of kiss?",
    "What's something you find mysterious and alluring?",
    "What's your ideal way to show passion?",
    "What's something that makes your heart race?",
    "What's your favorite way to express desire?",
    "What's something you find incredibly sexy in a partner?",
    "What's your idea of the perfect date night?",
    "What's something that makes you feel desired?",
    "What's your favorite way to create romantic tension?",
    "What's something you find attractive that others might not expect?",
    "What's your ideal way to be surprised romantically?",
    "What's something that makes you feel most alive?",
    "What's your favorite way to flirt?",
    "What's something that instantly creates chemistry?",
    "What's your ideal romantic getaway?",
    "What's something you find irresistible about your partner?",
    "What's your favorite way to build anticipation?",
    "What's something that makes you feel powerful and sexy?",
    "What's your idea of perfect foreplay?",
    "What's something you've dreamed about doing?",
    "What's your favorite way to tease someone?",
    "What's something that makes you feel most feminine/masculine?",
    "What's your ideal way to reconnect with your partner?",
    "What's something that drives you wild with desire?",
    "What's your favorite way to be touched?",
    "What's something you find incredibly arousing?",
    "What's your ideal way to end a perfect evening together?",
    "What's something that makes you feel deeply satisfied?",
    "What's your favorite way to show how much you want someone?",
    "What's something that makes you feel most attractive?",
    "What's your ideal fantasy scenario?",
    "What's something that makes you lose all self-control?",
    "What's your favorite way to create intimacy?",
    "What's something you find incredibly appealing in a voice or touch?",
    "What's your ideal way to celebrate your attraction to each other?",
    "What's something that makes you feel most connected during intimacy?",
    "What's your favorite way to express how much you desire someone?"
  ],
  "fun": [
    "If you could have any superpower, what would it be?",
    "What is the weirdest thing you have ever eaten?",
    "If you were a cartoon character, who would you be?",
    "What's the most embarrassing thing that's ever happened to you?",
    "If you could be any animal for a day, what would you choose?",
    "What's the weirdest dream you've ever had?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What's the most useless talent you have?",
    "If you could live in any TV show, which one would you choose?",
    "What's the strangest thing you believed as a child?",
    "If you could have any job in the world, what would it be?",
    "What's the most ridiculous thing you've ever bought?",
    "If you could be invisible for a day, what would you do?",
    "What's the weirdest habit you have?",
    "If you could time travel, where would you go first?",
    "What's the most unusual thing in your room right now?",
    "If you could swap lives with anyone for a week, who would it be?",
    "What's the funniest joke you know?",
    "If you could add a 13th month to the year, what would you call it?",
    "What's the most spontaneous thing you've ever done?",
    "If you could speak to animals, which animal would you talk to first?",
    "What's the weirdest compliment you've ever received?",
    "If you could rename yourself, what name would you choose?",
    "What's the most unusual fear you have?",
    "If you could create a new holiday, what would it celebrate?",
    "What's the strangest thing you've ever found?",
    "If you could live underwater, what would your house look like?",
    "What's the most random thing in your search history?",
    "If you could make one rule that everyone had to follow, what would it be?",
    "What's the weirdest thing you've ever done when you were alone?",
    "If you could have dinner with any fictional character, who would it be?",
    "What's the most unusual thing you're secretly good at?",
    "If you could make any two animals fight, who would win?",
    "What's the strangest thing you've ever won?",
    "If you could be a professional athlete in any sport, what would it be?",
    "What's the most ridiculous thing you were afraid of as a child?",
    "If you could have any celebrity as your best friend, who would it be?",
    "What's the weirdest thing you've ever googled?",
    "If you could eliminate one thing from daily life, what would it be?",
    "What's the most unusual thing you collect or would like to collect?",
    "If you could be really good at one thing overnight, what would it be?",
    "What's the strangest thing you've ever overheard?",
    "If you could add one feature to your body, what would it be?",
    "What's the most ridiculous conspiracy theory you can think of?",
    "If you could make one object come to life, what would you choose?",
    "What's the weirdest thing you've ever seen someone do in public?",
    "If you could have any mythical creature as a pet, what would it be?",
    "What's the most unusual thing you've ever done to avoid someone?",
    "If you could create a new sport, what would the rules be?",
    "What's the strangest thing you've ever done for money?"
  ]
}