{
  "Love Talks": [
    "What's your favorite memory of us together?",
    "When did you first realize you had feelings for me?",
    "What's one thing I do that makes you feel most loved?",
    "What's your idea of a perfect date night with me?",
    "What's something small I do that means a lot to you?",
    "How do you want us to grow together in the next year?",
    "What's your favorite way to spend quality time with me?",
    "What song reminds you of us and why?",
    "What made you fall in love with me?",
    "What's one thing you're grateful for in our relationship?"
  ],
  "Deep Talks": [
    "What's something you're still healing from?",
    "What do you think is your purpose in life?",
    "What's a fear you've never told anyone about?",
    "If you could change one thing about your past, what would it be?",
    "What does a meaningful life look like to you?",
    "What's the hardest lesson you've had to learn?",
    "What do you think happens after we die?",
    "What's something you're struggling with right now?",
    "What's a belief you used to have that you don't anymore?",
    "What makes you feel most alive?"
  ],
  "Silly Talks": [
    "If you were a vegetable, which one would you be and why?",
    "What's the weirdest food combination you secretly enjoy?",
    "If animals could talk, which one would be the rudest?",
    "What's your most embarrassing moment that still makes you laugh?",
    "If you could only eat one food for the rest of your life, what would it be?",
    "What's the funniest thing that's happened to you this week?",
    "If you had to be a cartoon character for a day, who would you be?",
    "What's your most useless talent?",
    "If you could have any superpower but it had to be completely useless, what would it be?",
    "What's the worst haircut you've ever had?"
  ],
  "Car Talks": [
    "What's on your mind right now?",
    "If you could road trip anywhere, where would we go?",
    "What's a song that always puts you in a good mood?",
    "What's the best concert or show you've ever been to?",
    "If you could live in any time period, when would it be?",
    "What's something you want to try that you've never done before?",
    "What's your go-to gas station snack?",
    "What would your perfect weekend look like?",
    "If you could have dinner with anyone dead or alive, who would it be?",
    "What's a place you've always wanted to visit?"
  ],
  "Spicy Talks": [
    "What's something you've always wanted to try in the bedroom?",
    "What's your biggest turn-on?",
    "What's a fantasy you've never shared with me?",
    "Where's the most adventurous place you'd want to be intimate?",
    "What outfit do you think I look most attractive in?",
    "What's something I do that drives you crazy in the best way?",
    "How do you like to be touched?",
    "What's your idea of the perfect romantic evening?",
    "What's something new you'd like us to explore together?",
    "What makes you feel most desired?"
  ],
  "Do-You-Dare": [
    "I dare you to tell me your most embarrassing secret",
    "I dare you to recreate our first kiss right now",
    "I dare you to text your best friend something ridiculous as me",
    "I dare you to do your best impression of me",
    "I dare you to let me read your last 5 text messages",
    "I dare you to give me a massage for 5 minutes",
    "I dare you to tell me something you've never told anyone",
    "I dare you to sing me your favorite song right now",
    "I dare you to show me the last photo in your camera roll",
    "I dare you to tell me what you first thought when you saw me"
  ],
  "Plot Twist: Our Future": [
    "Where do you see us living in 5 years?",
    "How many kids do you want, if any?",
    "What's a dream we could build together?",
    "What does our ideal retirement look like?",
    "What traditions do you want us to start?",
    "What's something you want us to accomplish together?",
    "How do you picture our home in the future?",
    "What adventure do you want us to go on in the next year?",
    "What's a goal you have that I can help you with?",
    "What does forever look like with me?"
  ],
  "Love Languages Remix": [
    "What's a way I could show you love that would mean the world to you?",
    "Do you prefer physical touch or words of affirmation?",
    "What gift have you received that made you feel most loved?",
    "How do you feel most appreciated?",
    "What act of service would make your day better?",
    "When do you feel most connected to me?",
    "What's your favorite way to receive affection?",
    "How can I better support you when you're stressed?",
    "What makes you feel valued in our relationship?",
    "What's something I could do more of to make you feel loved?"
  ],
  "Cozy Talks": [
    "What's your favorite cozy memory?",
    "What's your comfort food?",
    "What makes you feel most at peace?",
    "What's your ideal lazy day?",
    "What's your favorite season and why?",
    "What's a small pleasure that makes you happy?",
    "What's your favorite way to relax?",
    "What childhood memory makes you smile?",
    "What's your favorite thing about coming home?",
    "What makes you feel safe and content?"
  ],
  "Party Night Talks": [
    "What's the craziest party story you have?",
    "What's your go-to karaoke song?",
    "What's the most embarrassing thing you've done while drunk?",
    "Who's the most interesting person you've met at a party?",
    "What's your signature dance move?",
    "What's the wildest dare you've ever done?",
    "What's your favorite drinking game?",
    "What's the funniest drunk text you've sent?",
    "What's your party alter ego's name?",
    "What's the best party you've ever been to?"
  ],
  "Unpopular Opinions XL": [
    "What popular movie do you think is overrated?",
    "What food does everyone love that you hate?",
    "What trend do you think is ridiculous?",
    "What's something everyone does that you find annoying?",
    "What celebrity do you not understand the hype around?",
    "What's a popular opinion you completely disagree with?",
    "What music genre is overrated?",
    "What's something people do that should be socially unacceptable?",
    "What app or platform do you think is a waste of time?",
    "What's a hot take you have that might be controversial?"
  ],
  "After Dark Confessions": [
    "What's a secret you've been keeping from the group?",
    "What's the most rebellious thing you've ever done?",
    "Who in this group do you think has the most secrets?",
    "What's something you did that your parents still don't know about?",
    "What's your most regrettable hookup story?",
    "What's a lie you've told that you never got caught for?",
    "What's the closest you've come to getting arrested?",
    "What's something you've done that you'd never do again?",
    "What's a guilty pleasure you're embarrassed about?",
    "What's the wildest thing you've done on impulse?"
  ],
  "Then & Now": [
    "How have you changed the most since we first met?",
    "What's something you believed as a kid that you don't now?",
    "What's the best advice you've received as you've gotten older?",
    "What's something you wish you could tell your younger self?",
    "How has your definition of success changed over the years?",
    "What's a fear you had as a kid that you've overcome?",
    "What's something you appreciate now that you didn't before?",
    "How have your priorities changed as you've grown?",
    "What's a friendship you wish you'd maintained?",
    "What's something you're better at now than you were 5 years ago?"
  ],
  "Green & Red Flags": [
    "What's a green flag you look for in a relationship?",
    "What's an immediate red flag on a first date?",
    "What's a trait you find most attractive in people?",
    "What's a dealbreaker for you in friendships?",
    "What green flag do you think you bring to relationships?",
    "What's a red flag you've ignored before that you shouldn't have?",
    "What's a subtle red flag people often miss?",
    "What's the biggest green flag someone can show you?",
    "What's a red flag that's actually kind of orange?",
    "What's a green flag in the way someone treats service workers?"
  ],
  "History Talks": [
    "What's your favorite family tradition?",
    "What's a story from your childhood that shaped who you are?",
    "What's the best advice a family member ever gave you?",
    "What do you remember most about your grandparents?",
    "What's a family recipe or dish that means something to you?",
    "What's a lesson your parents taught you that you're grateful for?",
    "What's your earliest memory?",
    "What's a family story that always gets told at gatherings?",
    "What's something you inherited from your family (personality-wise)?",
    "What's a tradition you want to pass down?"
  ],
  "Fun Talks": [
    "What's the funniest thing that happened to you this week?",
    "If you could have any superpower, what would it be?",
    "What's your hidden talent?",
    "If you could switch lives with anyone for a day, who would it be?",
    "What's the most interesting thing you've learned recently?",
    "What would you do if you won the lottery?",
    "What's on your bucket list?",
    "If you could meet any fictional character, who would it be?",
    "What's your favorite game to play as a family?",
    "What's something that always makes you laugh?"
  ],
  "What-Ifs": [
    "What if you could time travel - past or future?",
    "What if you could live anywhere in the world?",
    "What if you had unlimited money for one day?",
    "What if you could learn any skill instantly?",
    "What if you could talk to animals?",
    "What if you could change one thing about the world?",
    "What if you could be famous for something - what would it be?",
    "What if you could have dinner with any historical figure?",
    "What if you could go back and give your younger self one piece of advice?",
    "What if you could make one wish come true right now?"
  ],
  "Would You Rather": [
    "Would you rather travel to the past or the future?",
    "Would you rather be able to fly or be invisible?",
    "Would you rather live in the city or the countryside?",
    "Would you rather always be 10 minutes late or 20 minutes early?",
    "Would you rather give up social media or TV?",
    "Would you rather be really funny or really smart?",
    "Would you rather never have to sleep or never have to eat?",
    "Would you rather know how you die or when you die?",
    "Would you rather be rich and alone or poor with great friends?",
    "Would you rather explore space or the deep ocean?"
  ],
  "Time Capsule: Talk Edition": [
    "What's something happening right now you want to remember forever?",
    "What's the best thing that's happened this year?",
    "What's a current worry you think will seem silly in 10 years?",
    "What's something you want future you to know?",
    "What are you most proud of right now?",
    "What's a goal you have for the next year?",
    "What's something you're grateful for at this moment in your life?",
    "What's a lesson you've learned recently?",
    "What makes you happy right now?",
    "What's something you hope never changes about us?"
  ]
}