Repository: 97stenhoj-cloud/flutter_first_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fi, fr, it, no, pt, ro

# deckDescAfterDark
source: Step into the dark side of conversation with questions that send chills down your spine. From creepy coincidences to survival scenarios — perfect for late nights with a thrill.
da: Træd ind i samtalens mørkere hjørner med spørgsmål, der giver dig gåsehud. Fra uhyggelige tilfældigheder til overlevelsesscenarier — perfekt til sene aftener med lidt ekstra spænding.
de: Tauche ein in die dunkle Seite der Konversation mit Fragen, die dir eine Gänsehaut bereiten. Von gruseligen Zufällen bis zu Überlebensszenarien - perfekt für späte Nächte mit einem Nervenkitzel.
es: Adéntrate en el lado más oscuro de la conversación con preguntas que ponen la piel de gallina. Desde coincidencias inquietantes hasta escenarios de supervivencia, perfecto para noches tardías con un toque de misterio.
fi: Astu keskustelujen pimeämmälle puolelle kysymysten kanssa, jotka saavat niskavillat nousemaan. Karmivista sattumuksista selviytymiskuvitelmiin — täydellinen myöhäisillan tunnelmaan pienellä kauhuefektillä.
fr: Explorez le côté sombre des conversations avec des questions qui donnent des frissons. Des coïncidences étranges aux scénarios de survie — parfait pour les soirées tardives avec des sensations fortes.
it: Entra nel lato più oscuro delle conversazioni con domande che fanno venire i brividi. Da coincidenze inquietanti a scenari di sopravvivenza — perfetto per le notti più tarde con un tocco di mistero.
no: Gå over i samtalenes mørkere side med spørsmål som gir gåsehud. Fra creepy tilfeldigheter til overlevelsesscenarier – perfekt for sene kvelder med et lite snev av skrekk.
pt: Entre no lado mais sombrio das conversas com perguntas que dão arrepios. De coincidências estranhas a cenários de sobrevivência — perfeito para noites tarde com um toque de suspense.
ro: Intră în latura întunecată a conversației cu întrebări care îți dau fiori. Perfect pentru nopți târzii și momente de suspans.

# deckDescHistoryTalks
source: A nostalgic blend of personal memories and family moments. These questions inspire stories, laughter, and rediscovering your roots. Perfect for family gatherings or cozy evenings.
da: En nostalgisk blanding af personlige minder og familieøjeblikke. Disse spørgsmål inviterer til historier, grin og gensyn med jeres rødder. Perfekt til familiesammenkomster eller hyggelige aftener.
de: Eine nostalgische Mischung aus persönlichen Erinnerungen und Familienmomenten. Diese Fragen inspirieren Geschichten, Gelächter und das Wiederentdecken eurer Wurzeln. Perfekt für Familientreffen oder gemütliche Abende.
es: Una mezcla nostálgica de recuerdos personales y momentos en familia. Estas preguntas inspiran historias, risas y redescubrir tus raíces. Perfecto para reuniones familiares o noches tranquilas.
fi: Nostalginen sekoitus omia muistoja ja yhteisiä perhehetkiä. Nämä kysymykset inspiroivat tarinoihin, nauruun ja juurien uudelleen löytämiseen. Täydellinen perhejuhliin tai rauhallisiin iltoihin.
fr: Un mélange nostalgique de souvenirs personnels et familiaux. Ces questions inspirent récits, rires et redécouverte de ses racines. Parfait pour les réunions de famille ou les soirées confortables.
it: Un mix nostalgico di ricordi personali e momenti in famiglia. Queste domande ispirano storie, risate e la riscoperta delle tue radici. Perfetto per cene in famiglia o serate tranquille.
no: En nostalgisk blanding av personlige minner og familiestunder. Disse spørsmålene inspirerer til historier, latter og gjenoppdagelse av røttene dine. Perfekt for familiesammenkomster eller rolige kvelder.
pt: Uma mistura nostálgica de memórias pessoais e momentos em família. Essas perguntas inspiram histórias, risadas e redescoberta das suas origens. Ótimo para encontros em família ou noites tranquilas.
ro: Un amestec nostalgic de amintiri personale și momente de familie. Aceste întrebări inspiră povești și redescoperirea rădăcinilor.

# deckDescTinyTalks
source: Designed for parents and little ones! These simple, playful questions help children express themselves while parents learn how they think. Perfect for ages 3–9.
da: Designet til forældre og små børn! Enkle, legende spørgsmål, der hjælper børn med at udtrykke sig, mens forældre lærer mere om, hvordan de tænker. Perfekt til 3–9 år.
de: Entwickelt für Eltern und Kleine! Diese einfachen, verspielten Fragen helfen Kindern, sich auszudrücken, während Eltern lernen, wie sie denken. Perfekt für 3-9 Jahre.
es: Diseñado para padres y peques. Preguntas sencillas y divertidas ayudan a los niños a expresarse, mientras los padres descubren cómo piensan. Perfecto para edades de 3 a 9 años.
fi: Suunniteltu vanhemmille ja pienille lapsille! Yksinkertaiset, leikkisät kysymykset auttavat lapsia ilmaisemaan itseään, ja vanhemmat oppivat paremmin, miten he ajattelevat. Sopii noin 3–9-vuotiaille.
fr: Conçu pour les parents et leurs petits ! Ces questions simples et ludiques aident les enfants à s'exprimer pendant que les parents apprennent comment ils pensent. Parfait pour les 3 à 9 ans.
it: Pensato per genitori e bambini! Domande semplici e giocose aiutano i piccoli a esprimersi, mentre i genitori scoprono come pensano. Perfetto dai 3 ai 9 anni.
no: Laget for foreldre og småbarn! Enkle, lekne spørsmål hjelper barn å uttrykke seg, mens foreldre får innblikk i hvordan de tenker. Perfekt for alderen 3–9 år.
pt: Feito para pais e pequenos! Perguntas simples e brincalhonas ajudam as crianças a se expressarem, enquanto os pais entendem melhor como elas pensam. Perfeito para idades de 3 a 9 anos.
ro: Creat pentru părinți și micuții lor! Întrebări simple și jucăușe care îi ajută pe copii să se exprime și pe părinți să îi înțeleagă mai bine. Ideal pentru 3–9 ani.

# deckDescGoodOldDays
source: Journey back in time with questions about cherished memories, past experiences, and how things used to be. Perfect for all ages.
da: Rejs tilbage i tiden med spørgsmål om gode minder, tidligere oplevelser og hvordan ting plejede at være. Perfekt til alle aldre.
de: Reise zurück in die Zeit mit Fragen über geschätzte Erinnerungen, vergangene Erfahrungen und wie die Dinge früher waren. Perfekt für alle Altersgruppen.
es: Viaja al pasado con preguntas sobre recuerdos especiales, experiencias vividas y cómo eran las cosas antes. Adecuado para todas las edades.
fi: Lähde ajassa taaksepäin kysymysten avulla, jotka koskevat rakkaita muistoja, menneitä kokemuksia ja sitä, millaista "ennen vanhaan" oli. Sopii kaikenikäisille.
fr: Voyagez dans le temps avec des questions sur des souvenirs chéris, des expériences passées et comment les choses étaient avant. Parfait pour tous les âges.
it: Fai un tuffo nel passato con domande su ricordi preziosi, esperienze vissute e com’era “una volta”. Adatto a tutte le età.
no: Reis tilbake i tid med spørsmål om kjære minner, tidligere opplevelser og hvordan ting pleide å være. Passer for alle aldre.
pt: Viaje de volta no tempo com perguntas sobre lembranças queridas, experiências passadas e como as coisas eram antes. Perfeito para todas as idades.
ro: O călătorie nostalgică în trecut — de la amintiri din copilărie la cum s-a schimbat viața. Perfect pentru bunici să-și împărtășească poveștile.

# deckDescWouldYouRather
source: Classic dilemma questions that spark debates and reveal preferences. Choose between two options and discover what matters most.
da: Klassiske dilemma-spørgsmål, der sætter gang i debat og afslører præferencer. Vælg mellem to muligheder og opdag, hvad der betyder mest for jer.
de: Klassische Dilemma-Fragen, die Debatten auslösen und Präferenzen offenbaren. Wähle zwischen zwei Optionen und entdecke, was am wichtigsten ist.
es: Preguntas clásicas de dilema que generan debate y revelan preferencias. Elige entre dos opciones y descubre qué es más importante para cada uno.
fi: Klassiset "kumpi mieluummin" -dilemmat, jotka sytyttävät keskustelun ja paljastavat mieltymyksiä. Valitse kahden vaihtoehdon välillä ja katso, mikä teille on tärkeintä.
fr: Questions de dilemmes classiques qui provoquent des débats et révèlent des préférences. Choisissez entre deux options et découvrez ce qui compte le plus.
it: I classici dilemmi "preferiresti" che scatenano discussioni e rivelano preferenze. Scegli tra due opzioni e scopri cosa conta di più per ognuno.
no: Klassiske dilemma-spørsmål som skaper diskusjon og avslører preferanser. Velg mellom to alternativer og finn ut hva som betyr mest.
pt: Dilemas clássicos que geram debates e revelam preferências. Escolha entre duas opções e descubra o que importa mais para cada um.
ro: O versiune de familie a clasicului joc "Ai prefera…?". Plin de alegeri amuzante și creative care aduc zâmbete și discuții.

source: Create New Deck
da: Opret nyt sæt
de: Neues Deck erstellen
es: Crear nuevo mazo
fi: Luo uusi pakka
fr: Créer un Nouveau Deck
it: Crea nuovo mazzo
no: Lag ny stokk
pt: Criar novo baralho
ro: Creează un Pachet Nou

source: Session PIN
da: Sessions-PIN
de: Sitzungs-PIN
es: PIN de la sesión
fi: Istunnon PIN
fr: PIN de Session
it: PIN sessione
no: Økt-PIN
pt: PIN da sessão
ro: PIN-ul sesiunii

source: Join Session
da: Deltag i session
de: Sitzung beitreten
es: Unirse a la sesión
fi: Liity istuntoon
fr: Rejoindre la Session
it: Unisciti alla sessione
no: Bli med i økt
pt: Entrar na sessão
ro: Alătură-te sesiunii

source: Question Submitted
da: Spørgsmål sendt
de: Frage eingereicht
es: Pregunta enviada
fi: Kysymys lähetetty
fr: Question Soumise
it: Domanda inviata
no: Spørsmål sendt
pt: Pergunta enviada
ro: Întrebarea a fost trimisă!

source: Session Cancelled
da: Session annulleret
de: Sitzung abgebrochen
es: Sesión cancelada
fi: Istunto peruttu
fr: Session Annulée
it: Sessione annullata
no: Økt avbrutt
pt: Sessão cancelada
ro: Sesiunea a fost anulată

source: Your Question
da: Dit spørgsmål
de: Deine Frage
es: Tu pregunta
fi: Kysymyksesi
fr: Votre question
it: La tua domanda
no: Spørsmålet ditt
pt: Sua pergunta
ro: Întrebarea ta

source: Reaction Breakdown
da: Oversigt over reaktioner
de: Reaktionsübersicht
es: Resumen de reacciones
fi: Reaktioiden yhteenveto
fr: Répartition des Réactions
it: Dettaglio delle reazioni
no: Oversikt over reaksjoner
pt: Detalhamento das reações
ro: Analiza reacțiilor

# deckNameHint
source: Deck name
da: Sætnavn
es: Nombre del mazo
fi: Pakan nimi
fr: Nom du deck
it: Nome del mazzo
no: Navn på stokk
pt: Nome do baralho

# deckCreatedSuccess
source: Deck created!
da: Sæt oprettet!
de: Deck erstellt!
es: ¡Mazo creado!
fi: Pakka luotu!
fr: Deck créé !
it: Mazzo creato!
no: Stokk opprettet!
pt: Baralho criado!

source: Cancel Session?
da: Annuller session?
de: Sitzung abbrechen?
es: ¿Cancelar sesión?
fi: Peruuta istunto?
fr: Annuler la Session ?
it: Annullare la sessione?
no: Avbryt økt?
pt: Cancelar sessão?
ro: Anulează sesiunea

# cancelSessionConfirm
source: This will cancel the session for all players. Are you sure?
da: Dette vil annullere sessionen for alle spillere. Er du sikker?
de: Dies wird die Sitzung für alle Spieler abbrechen. Bist du sicher?
es: Esto cancelará la sesión para todos los jugadores. ¿Seguro?
fi: Tämä peruuttaa istunnon kaikilta pelaajilta. Oletko varma?
fr: Cela annulera la session pour tous les joueurs. Êtes-vous sûr ?
it: Questo annullerà la sessione per tutti i giocatori. Sei sicuro?
no: Dette vil avbryte økten for alle spillerne. Er du sikker?
pt: Isso vai cancelar a sessão para todos os jogadores. Tem certeza?

source: No
da: Nej
de: Nein
fi: Ei
fr: Non
no: Nei
pt: Não

source: Yes, Cancel
da: Ja, annullér
de: Ja, abbrechen
es: Sí, cancelar
fi: Kyllä, peruuta
fr: Oui, Annuler
it: Sì, annulla
no: Ja, avbryt
pt: Sim, cancelar

source: Host - Question Collection
da: Vært – spørgs­målsindsamling
de: Gastgeber - Fragensammlung
es: Anfitrión - recopilación de preguntas
fi: Isäntä – kysymysten keruu
fr: Hôte - Collecte des questions
it: Host – raccolta domande
no: Vert – innsamling av spørsmål
pt: Anfitrião – coleta de perguntas

source: Question Collection
da: Spørgs­målsindsamling
de: Fragensammlung
es: Recopilación de preguntas
fi: Kysymysten keruu
fr: Collection de Questions
it: Raccolta domande
no: Innsamling av spørsmål
pt: Coleta de perguntas

# endSessionButton
source: End Session
da: Afslut session
de: Sitzung beenden
es: Terminar sesión
fi: Lopeta istunto
fr: Terminer la Session
it: Termina sessione
no: Avslutt økt
pt: Encerrar sessão

source: No Active Subscription
da: Intet aktivt abonnement
de: Kein aktives Abonnement
es: Sin suscripción activa
fi: Ei aktiivista tilausta
fr: Aucun Abonnement Actif
it: Nessun abbonamento attivo
no: Ingen aktiv abonnement
pt: Nenhuma assinatura ativa

# notEnoughQuestions
source: Not enough questions. Minimum 5 required. (Currently: {count})
da: Ikke nok spørgsmål. Minimum 5 krævet. (Nuværende: {count})
es: No hay suficientes preguntas. Se requieren al menos 5. (Actualmente: {count})
fi: Kysymyksiä ei ole tarpeeksi. Vähintään 5 vaaditaan. (Tällä hetkellä: {count})
it: Domande insufficienti. Minimo richiesto: 5. (Attualmente: {count})
no: For få spørsmål. Minst 5 kreves. (For øyeblikket: {count})
pt: Número insuficiente de perguntas. Mínimo de 5. (Atualmente: {count})
ro: Nu sunt suficiente întrebări. Minimum 5 necesare. (În prezent: {count})

# premiumFeatureTitle
source: Premium Feature
da: Premiumfunktion
de: Premium-Funktion
es: Función Premium
fi: Premium-ominaisuus
fr: Fonctionnalité Premium
it: Funzione Premium
no: Premium-funksjon
pt: Recurso Premium

# questionNavigationPremium
source: Question navigation is a premium feature. Subscribe to unlock the ability to jump to any question!
da: Spørgsmålsnavigation er en premiumfunktion. Abonnér for at låse op for at kunne hoppe til ethvert spørgsmål!
de: Die Fragennavigation ist eine Premium-Funktion. Abonnieren Sie, um die Möglichkeit freizuschalten, zu jeder Frage zu springen!
es: La navegación por preguntas es una función Premium. Suscríbete para poder saltar a cualquier pregunta.
fi: Kysymysnavigointi on premium-ominaisuus. Tilaa Premium avataksesi mahdollisuuden hypätä mihin tahansa kysymykseen!
fr: La navigation entre les questions est une fonctionnalité premium. Abonnez-vous pour débloquer la possibilité de sauter à n'importe quelle question !
it: La navigazione tra le domande è una funzione Premium. Abbonati per sbloccare la possibilità di saltare a qualsiasi domanda!
no: Spørsmålsnavigasjon er en premium-funksjon. Abonner for å låse opp muligheten til å hoppe til hvilket som helst spørsmål!
pt: A navegação por perguntas é um recurso Premium. Assine para desbloquear a opção de pular para qualquer pergunta!

source: Custom Decks
da: Tilpassede sæt
de: Benutzerdefinierte Decks
es: Mazos personalizados
fi: Omat pakat
fr: Paquets Personnalisés
it: Mazzi personalizzati
no: Tilpassede stokker
pt: Baralhos personalizados

# noDecksYetMessage
source: No decks yet
da: Ingen sæt endnu
de: Noch keine Decks
es: Aún no tienes mazos
fi: Ei pakkoja vielä
fr: Pas encore de paquets
it: Ancora nessun mazzo
no: Ingen stokker ennå
pt: Nenhum baralho ainda

# createFirstDeckMessage
source: Tap + to create your first deck
da: Tryk på + for at oprette dit første sæt
de: Tippe auf +, um dein erstes Deck zu erstellen
es: Toca + para crear tu primer mazo
fi: Napauta + luodaksesi ensimmäisen pakan
fr: Appuyez sur + pour créer votre premier paquet
it: Tocca + per creare il tuo primo mazzo
no: Trykk på + for å lage din første stokk
pt: Toque em + para criar seu primeiro baralho

source: Sign In Required
da: Login påkrævet
de: Anmeldung Erforderlich
es: Es necesario iniciar sesión
fi: Kirjautuminen vaaditaan
fr: Connexion Requise
it: Accesso richiesto
no: Innlogging påkrevd
pt: Login obrigatório

# signInToUsePersonal
source: Please sign in to use Personal mode and create custom question decks.
da: Log ind for at bruge Personlig tilstand og oprette tilpassede spørgsmålsæt.
de: Bitte melden Sie sich an, um den persönlichen Modus zu verwenden und benutzerdefinierte Fragenkarten zu erstellen.
es: Inicia sesión para usar el modo Personal y crear mazos de preguntas personalizados.
fi: Kirjaudu sisään käyttääksesi Oma-tilaa ja luodaksesi omia kysymyspakkojasi.
fr: Veuillez vous connecter pour utiliser le mode Personnel et créer des paquets de questions personnalisés.
it: Accedi per usare la modalità Personale e creare mazzi personalizzati di domande.
no: Logg inn for å bruke Personlig-modus og lage egne spørsmålsstokker.
pt: Faça login para usar o modo Pessoal e criar baralhos de perguntas personalizados.

source: Collaborative Question Game
da: Samarbejds-baseret spørgsmålsspil
de: Kollaboratives Fragenspiel
es: Juego colaborativo de preguntas
fi: Yhteistoiminnallinen kysymyspeli
fr: Jeu de Questions Collaboratif
it: Gioco collaborativo di domande
no: Samarbeidsspill med spørsmål
pt: Jogo colaborativo de perguntas

source: Host Pandora Session
da: Vær vært for Pandora-session
de: Pandora-Sitzung Hosten
es: Ser anfitrión de una sesión Pandora
fi: Isännöi Pandora-istuntoa
fr: Héberger Session Pandora
it: Ospita una sessione Pandora
no: Vær vert for en Pandora-økt
pt: Hospedar sessão Pandora

# joinPandoraGame
source: Join a Game
da: Deltag i et spil
de: Einem Spiel Beitreten
es: Unirse a una partida
fi: Liity peliin
fr: Rejoindre un Jeu
it: Unisciti a una partita
no: Bli med i et spill
pt: Entrar em uma partida

source: Your Display Name
da: Dit visningsnavn
de: Dein Anzeigename
es: Tu nombre visible
fi: Näyttönimesi
fr: Votre Nom d'Affichage
it: Il tuo nome visualizzato
no: Visningsnavnet ditt
pt: Seu nome de exibição

source: Enter your name
da: Indtast dit navn
de: Gib deinen Namen ein
es: Introduce tu nombre
fi: Kirjoita nimesi
fr: Entrez votre nom
it: Inserisci il tuo nome
no: Skriv inn navnet ditt
pt: Digite seu nome

source: Select Question
da: Vælg spørgsmål
de: Frage Auswählen
es: Selecciona una pregunta
fi: Valitse kysymys
fr: Sélectionner la Question
it: Seleziona una domanda
no: Velg spørsmål
pt: Selecione uma pergunta

# joinTime
source: Time to Join
da: Tid til at deltage
de: Zeit zum Beitreten
es: Tiempo para unirse
fi: Liittymisaika
fr: Temps pour Rejoindre
it: Tempo per unirsi
no: Tid til å bli med
pt: Tempo para entrar

source: Participants
da: Deltagere
de: Teilnehmer
es: Participantes
fi: Osallistujat
it: Partecipanti
no: Deltakere
pt: Participantes

source: Loading...
da: Indlæser...
de: Wird geladen...
es: Cargando...
fi: Ladataan...
fr: Chargement...
it: Caricamento...
no: Laster...
pt: Carregando...

# needAtLeastPlayers
source: Need at least 2 players ({current}/2)
da: Kræver mindst 2 spillere ({current}/2)
de: Mindestens 2 Spieler erforderlich ({current}/2)
es: Se necesitan al menos 2 jugadores ({current}/2)
fi: Tarvitaan vähintään 2 pelaajaa ({current}/2)
fr: Au moins 2 joueurs nécessaires ({current}/2)
it: Servono almeno 2 giocatori ({current}/2)
no: Trenger minst 2 spillere ({current}/2)
pt: São necessários pelo menos 2 jogadores ({current}/2)

source: Continue to Timer Setup
da: Fortsæt til tidsindstilling
de: Weiter zur Timer-Einrichtung
es: Continuar a la configuración del temporizador
fi: Jatka ajastimen asetuksiin
fr: Continuer vers Configuration du Minuteur
it: Continua alla configurazione del timer
no: Fortsett til tidsinnstilling
pt: Continuar para o temporizador

source: Set Question Timer
da: Indstil spørgetimer
es: Configurar temporizador de preguntas
fi: Aseta kysymysajastin
fr: Régler le minuteur de questions
it: Imposta timer domanda
no: Sett tidsgrense for spørsmål
pt: Definir tempo por pergunta

source: Question Collection Time
da: Tid til spørgs­målsindsamling
es: Tiempo para recopilar preguntas
fi: Kysymysten keruun kesto
fr: Temps de collecte des questions
it: Tempo di raccolta delle domande
no: Tid for å samle inn spørsmål
pt: Tempo de coleta de perguntas

source: minutes
da: minutter
es: minutos
fi: minuuttia
it: minuti
no: minutter
pt: minutos
ro: minute

# sessionWillEnd
source: Session will end automatically if you don't continue within 5 minutes
da: Sessionen afsluttes automatisk, hvis du ikke fortsætter inden for 5 minutter
es: La sesión finalizará automáticamente si no continúas en 5 minutos
fi: Istunto päättyy automaattisesti, jos et jatka 5 minuutin kuluessa
fr: La session se terminera automatiquement si vous ne continuez pas dans les 5 minutes
it: La sessione terminerà automaticamente se non continui entro 5 minuti
no: Økten avsluttes automatisk hvis du ikke fortsetter innen 5 minutter
pt: A sessão será encerrada automaticamente se você não continuar em 5 minutos

source: Start Question Collection
da: Start spørgs­målsindsamling
es: Comenzar recopilación de preguntas
fi: Aloita kysymysten keruu
fr: Commencer la collecte des questions
it: Inizia raccolta domande
no: Start innsamling av spørsmål
pt: Iniciar coleta de perguntas

# questionsSubmitted
source: {count} questions submitted
da: {count} spørgsmål indsendt
es: {count} preguntas enviadas
fi: {count} kysymystä lähetetty
fr: {count} questions soumises
it: {count} domande inviate
no: {count} spørsmål sendt inn
pt: {count} perguntas enviadas

# writeQuestionHere
source: Write your question here...
da: Skriv dit spørgsmål her...
es: Escribe tu pregunta aquí...
fi: Kirjoita kysymyksesi tähän...
fr: Écrivez votre question ici...
it: Scrivi qui la tua domanda...
no: Skriv spørsmålet ditt her...
pt: Escreva sua pergunta aqui...

source: Who is this for?
da: Hvem er dette til?
es: ¿Para quién es esta pregunta?
fi: Kenelle tämä kysymys on?
fr: Pour qui est-ce ?
it: Per chi è questa domanda?
no: Hvem er dette spørsmålet til?
pt: Para quem é esta pergunta?

source: Everyone
da: Alle
es: Todos
fi: Kaikille
fr: Tout le monde
it: Tutti
no: Alle
pt: Todos

source: Specific
da: Specifik person
es: Alguien en concreto
fi: Tietylle henkilölle
fr: Spécifique
it: Qualcuno in particolare
no: En bestemt person
pt: Pessoa específica

source: Submit Question
da: Indsend spørgsmål
es: Enviar pregunta
fi: Lähetä kysymys
fr: Soumettre la question
it: Invia domanda
no: Send inn spørsmål
pt: Enviar pergunta

# needMoreQuestions
source: Need {count} more questions
da: Mangler {count} spørgsmål
es: Faltan {count} preguntas más
fi: Tarvitaan vielä {count} kysymystä
fr: Besoin de {count} questions supplémentaires
it: Servono ancora {count} domande
no: Trenger {count} flere spørsmål
pt: Faltam {count} perguntas

source: Start Game
da: Start spil
es: Empezar partida
fi: Aloita peli
fr: Commencer le jeu
it: Avvia partita
no: Start spill
pt: Iniciar jogo
ro: Începe jocul

# selectPlayer
source: Select a player
da: Vælg spiller
es: Selecciona un jugador
fi: Valitse pelaaja
fr: Sélectionnez un joueur
it: Seleziona un giocatore
no: Velg en spiller
pt: Selecione um jogador

# madeForWife
source: Made for my beautiful wife
de: Gemacht für meine wunderschöne Frau
fr: Fait pour ma belle épouse
ro: Creat pentru soția mea frumoasă

source: With love and conversations
de: Mit Liebe und Gesprächen
fr: Avec amour et conversations
ro: Cu dragoste și conversații
