Repository: 97stenhoj-cloud/flutter_first_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fi, fr, it, no, pt, ro

# signInToSync
source: Sign in to sync your subscription across devices and unlock premium content
da: Log ind for at synkronisere dit abonnement på tværs af enheder og låse premiumindhold op
de: Melde dich an, um dein Abonnement auf allen Geräten zu synchronisieren und Premium-Inhalte freizuschalten
es: Inicia sesión para sincronizar tu suscripción entre dispositivos y desbloquear contenido premium
fi: Kirjaudu sisään synkronoidaksesi tilauksesi laitteiden välillä ja avataksesi premium-sisällön
fr: Connectez-vous pour synchroniser votre abonnement sur tous vos appareils et débloquer du contenu premium
it: Accedi per sincronizzare l’abbonamento tra i dispositivi e sbloccare i contenuti premium
no: Logg inn for å synkronisere abonnementet ditt på tvers av enheter og låse opp premium-innhold
pt: Entre para sincronizar sua assinatura entre dispositivos e desbloquear conteúdo premium
ro: Conectează-te pentru a sincroniza abonamentele pe dispozitive și a debloca conținut premium

# signOutConfirm
source: Are you sure you want to sign out?
da: Er du sikker på, at du vil logge ud?
de: Bist du sicher, dass du dich abmelden möchtest?
es: ¿Seguro que quieres cerrar sesión?
fi: Haluatko varmasti kirjautua ulos?
fr: Êtes-vous sûr de vouloir vous déconnecter ?
it: Sei sicuro di voler uscire?
no: Er du sikker på at du vil logge ut?
pt: Tem certeza de que deseja sair?
ro: Ești sigur că vrei să te deconectezi?

# signedOutSuccess
source: Signed out successfully
da: Logget ud
de: Erfolgreich abgemeldet
es: Sesión cerrada correctamente
fi: Uloskirjautuminen onnistui
fr: Déconnexion réussie
it: Disconnessione effettuata
no: Du er logget ut
pt: Você saiu da conta
ro: Deconectare reușită

source: Account Information
da: Kontooplysninger
de: Kontoinformationen
es: Información de la cuenta
fi: Tilin tiedot
fr: Informations du Compte
it: Informazioni account
no: Kontoinformasjon
pt: Informações da conta
ro: Informații cont

source: Email
es: Correo electrónico
fi: Sähköposti
no: E-post

source: Member Since
da: Medlem siden
de: Mitglied seit
es: Miembro desde
fi: Jäsenenä alkaen
fr: Membre Depuis
it: Membro dal
no: Medlem siden
pt: Membro desde
ro: Membru din

source: Not available
da: Ikke tilgængelig
de: Nicht verfügbar
es: No disponible
fi: Ei saatavilla
fr: Non disponible
it: Non disponibile
no: Ikke tilgjengelig
pt: Não disponível
ro: Nedisponibil

source: Unknown
da: Ukendt
de: Unbekannt
es: Desconocido
fi: Tuntematon
fr: Inconnu
it: Sconosciuto
no: Ukjent
pt: Desconhecido
ro: Necunoscut

source: Subscription Status
da: Abonnementsstatus
de: Abonnementstatus
es: Estado de la suscripción
fi: Tilauksen tila
fr: Statut d'Abonnement
it: Stato abbonamento
no: Abonnementsstatus
pt: Status da assinatura

source: Premium Member
da: Premium-medlem
de: Premium-Mitglied
es: Miembro Premium
fi: Premium-jäsen
fr: Membre Premium
it: Utente Premium
no: Premium-medlem
pt: Membro Premium
ro: Membru Premium

source: Free Account
da: Gratis konto
de: Kostenloses Konto
es: Cuenta gratuita
fi: Ilmainen tili
fr: Compte Gratuit
it: Account gratuito
no: Gratis konto
pt: Conta gratuita
ro: Cont gratuit

source: Welcome to Connect!
da: Velkommen til Connect!
de: Willkommen bei Connect!
es: ¡Bienvenido a Connect!
fi: Tervetuloa Connectiin!
fr: Bienvenue sur Connect !
it: Benvenuto su Connect!
no: Velkommen til Connect!
pt: Bem-vindo ao Connect!
ro: Bine ai venit la Connect!

source: Continue with Apple
da: Fortsæt med Apple
de: Mit Apple fortfahren
es: Continuar con Apple
fi: Jatka Applella
fr: Continuer avec Apple
it: Continua con Apple
no: Fortsett med Apple
pt: Continuar com Apple
ro: Continuă cu Apple

source: Continue with Google
da: Fortsæt med Google
de: Mit Google fortfahren
es: Continuar con Google
fi: Jatka Googlella
fr: Continuer avec Google
it: Continua con Google
no: Fortsett med Google
pt: Continuar com Google
ro: Continuă cu Google

source: Skip for now
da: Spring over for nu
de: Vorerst überspringen
es: Saltar por ahora
fi: Ohita toistaiseksi
fr: Passer pour l'instant
it: Salta per ora
no: Hopp over for nå
pt: Pular por enquanto
ro: Sari peste pentru acum

# byContining
source: By continuing, you agree to our Terms of Service and Privacy Policy
da: Ved at fortsætte accepterer du vores servicevilkår og privatlivspolitik
de: Indem du fortfährst, stimmst du unseren Nutzungsbedingungen und Datenschutzrichtlinien zu
es: Al continuar, aceptas nuestros Términos de servicio y Política de privacidad
fi: Jatkamalla hyväksyt käyttöehdot ja tietosuojakäytännön
fr: En continuant, vous acceptez nos Conditions d'utilisation et notre Politique de confidentialité
it: Continuando, accetti i nostri Termini di servizio e l’Informativa sulla privacy
no: Ved å fortsette godtar du våre vilkår for bruk og personvernerklæring
pt: Ao continuar, você concorda com nossos Termos de Serviço e Política de Privacidade
ro: Prin continuare, ești de acord cu Termenii și Condițiile noastre și Politica de Confidențialitate

# googleSignInFailed
source: Google Sign In failed. Please try again.
da: Google-login mislykkedes. Prøv igen.
de: Google-Anmeldung fehlgeschlagen. Bitte versuche es erneut.
es: Error al iniciar sesión con Google. Inténtalo de nuevo.
fi: Kirjautuminen Googlella epäonnistui. Yritä uudelleen.
fr: Échec de la connexion Google. Veuillez réessayer.
it: Accesso con Google non riuscito. Riprova.
no: Innlogging med Google mislyktes. Prøv igjen.
pt: Falha ao entrar com Google. Tente novamente.
ro: Autentificarea Google a eșuat. Te rugăm să încerci din nou.

# appleSignInFailed
source: Apple Sign In failed. Please try again.
da: Apple-login mislykkedes. Prøv igen.
de: Apple-Anmeldung fehlgeschlagen. Bitte versuche es erneut.
es: Error al iniciar sesión con Apple. Inténtalo de nuevo.
fi: Kirjautuminen Applella epäonnistui. Yritä uudelleen.
fr: Échec de la connexion Apple. Veuillez réessayer.
it: Accesso con Apple non riuscito. Riprova.
no: Innlogging med Apple mislyktes. Prøv igjen.
pt: Falha ao entrar com Apple. Tente novamente.
ro: Autentificarea Apple a eșuat. Te rugăm să încerci din nou.

source: No categories found
da: Ingen kategorier fundet
de: Keine Kategorien gefunden
es: No se encontraron categorías
fi: Kategorioita ei löytynyt
fr: Aucune catégorie trouvée
it: Nessuna categoria trovata
no: Ingen kategorier funnet
pt: Nenhuma categoria encontrada
ro: Nu au fost găsite categorii

source: Welcome Back!
da: Velkommen tilbage!
de: Willkommen zurück!
es: ¡Bienvenido de nuevo!
fi: Tervetuloa takaisin!
fr: Bon Retour !
it: Bentornato!
no: Velkommen tilbake!
pt: Bem-vindo de volta!
ro: Bine ai revenit!

source: Create Account
da: Opret konto
de: Konto erstellen
es: Crear cuenta
fi: Luo tili
fr: Créer un Compte
it: Crea un account
no: Opprett konto
pt: Criar conta
ro: Creează un cont

source: Display Name
da: Visningsnavn
de: Anzeigename
es: Nombre visible
fi: Näyttönimi
fr: Nom d'Affichage
it: Nome visualizzato
no: Visningsnavn
pt: Nome de exibição
ro: Nume de afișare

source: Password
da: Adgangskode
de: Passwort
es: Contraseña
fi: Salasana
fr: Mot de Passe
no: Passord
pt: Senha
ro: Parolă

source: Sign In
da: Log ind
de: Anmelden
es: Iniciar sesión
fi: Kirjaudu sisään
fr: Se Connecter
it: Accedi
no: Logg inn
pt: Entrar
ro: Conectează-te

source: Sign Up
da: Opret konto
de: Registrieren
es: Registrarse
fi: Rekisteröidy
fr: S'inscrire
it: Registrati
no: Registrer deg
pt: Registrar
ro: Înscrie-te

# dontHaveAccount
source: Don't have an account? Sign Up
da: Har du ikke en konto? Opret en
de: Noch kein Konto? Registrieren
es: ¿No tienes cuenta? Regístrate
fi: Eikö sinulla ole tiliä? Rekisteröidy
fr: Vous n'avez pas de compte ? Inscrivez-vous
it: Non hai un account? Registrati
no: Har du ikke konto? Registrer deg
pt: Não tem conta? Registre-se
ro: Nu ai un cont? Înscrie-te

# alreadyHaveAccount
source: Already have an account? Sign In
da: Har du allerede en konto? Log ind
de: Bereits ein Konto? Anmelden
es: ¿Ya tienes cuenta? Inicia sesión
fi: Onko sinulla jo tili? Kirjaudu sisään
fr: Vous avez déjà un compte ? Connectez-vous
it: Hai già un account? Accedi
no: Har du allerede konto? Logg inn
pt: Já tem uma conta? Entrar
ro: Ai deja un cont? Conectează-te

# chooseYourMode
source: 1. Choose Your Mode
da: 1. Vælg din tilstand
de: 1. Wähle deinen Modus
es: 1. Elige tu modo
fi: 1. Valitse tila
fr: 1. Choisissez Votre Mode
it: 1. Scegli la modalità
no: 1. Velg modus
pt: 1. Escolha o modo
ro: 1. Alege-ți Modul

# chooseYourModeDesc
source: Select from three conversation styles: • Family - Warm, wholesome conversations perfect for all ages • Couple - Intimate and romantic questions to deepen your connection • Friends - Fun and entertaining topics for your squad
da: Vælg mellem fem unikke samtaleoplevelser: • Par – Intime spørgsmål, der styrker jeres romantiske forbindelse • Venner – Sjove og engagerende emner, perfekte til vennegruppen • Familie – Varme, hyggelige samtaler for alle aldre • Personlig – Lav dine egne tilpassede spørgsmålsæt (Premium) • Pandora – Samarbejdende multiplayer-spil med spørgsmål i realtid
de: Wähle aus drei Gesprächsstilen: • Familie - Warme, gesunde Gespräche perfekt für alle Altersgruppen • Paar - Intime und romantische Fragen, um eure Verbindung zu vertiefen • Freunde - Spaßige und unterhaltsame Themen für deine Gruppe
es: Elige entre cinco experiencias de conversación únicas: • Pareja: preguntas íntimas para profundizar vuestra relación • Amigos: temas divertidos y dinámicos, perfectos para tu grupo • Familia: conversaciones cálidas y sanas para todas las edades • Personal: crea tus propios mazos de preguntas personalizados (Premium) • Pandora: juego multijugador colaborativo con preguntas en tiempo real
fi: Valitse viidestä erilaisesta keskustelukokemuksesta: • Pari – intiimejä kysymyksiä, jotka syventävät suhdettanne • Ystävät – hauskoja, innostavia aiheita kaveriporukalle • Perhe – lämpimiä, turvallisia keskusteluja kaikenikäisille • Oma – luo omat, räätälöidyt kysymyspakat (Premium) • Pandora – yhteistyöhön perustuva moninpeli, jossa kysymykset tulevat reaaliajassa
fr: Sélectionnez parmi trois styles de conversation : • Famille - Conversations chaleureuses et saines parfaites pour tous les âges • Couple - Questions intimes et romantiques pour approfondir votre connexion • Amis - Sujets amusants et divertissants pour votre groupe
it: Scegli tra cinque esperienze di conversazione uniche: • Coppia – Domande intime per approfondire il vostro rapporto • Amici – Argomenti divertenti e coinvolgenti, perfetti per il tuo gruppo • Famiglia – Conversazioni calorose e adatte a tutte le età • Personale – Crea i tuoi mazzi personalizzati di domande (Premium) • Pandora – Gioco multigiocatore collaborativo con domande in tempo reale
no: Velg mellom fem unike samtaleopplevelser: • Par – Intime spørsmål som styrker det romantiske forholdet • Venner – Morsomme og engasjerende temaer, perfekte for vennegjengen • Familie – Varme, trygge samtaler for alle aldre • Personlig – Lag dine egne, tilpassede spørsmålsstokker (Premium) • Pandora – Samarbeidsbasert flerspiller-spill med spørsmål i sanntid
pt: Escolha entre cinco experiências de conversa únicas: • Casal – Perguntas íntimas para aprofundar a conexão romântica • Amigos – Assuntos divertidos e envolventes, perfeitos para o seu grupo • Família – Conversas acolhedoras e leves para todas as idades • Pessoal – Crie seus próprios baralhos de perguntas (Premium) • Pandora – Jogo colaborativo multijogador com perguntas em tempo real
ro: Selectează din trei stiluri de conversație:

# pickCategory
source: 2. Pick a Category
da: 2. Vælg en kategori
de: 2. Wähle eine Kategorie
es: 2. Elige una categoría
fi: 2. Valitse kategoria
fr: 2. Choisissez une Catégorie
it: 2. Scegli una categoria
no: 2. Velg kategori
pt: 2. Escolha uma categoria
ro: 2. Alege o Categorie

# pickCategoryDesc
source: Each mode has multiple categories with unique question packs. 3 free categories per mode (30 questions each), with 5-question previews of premium categories.
da: Hver tilstand har flere kategorier med kuraterede spørgsmåls-pakker: • Gratis: 3 kategorier per tilstand (30 spørgsmål hver) • Premium forhåndsvisning: De første 5 spørgsmål fra premiumkategorier • Premium: 24+ kategorier (75 spørgsmål hver) • Personlig: Opret ubegrænsede tilpassede sæt med dine egne spørgsmål
de: Jeder Modus hat mehrere Kategorien mit einzigartigen Fragenpaketen. 3 kostenlose Kategorien pro Modus (je 30 Fragen), mit 5-Fragen-Vorschauen von Premium-Kategorien.
es: Cada modo ofrece varias categorías con paquetes de preguntas seleccionadas: • Gratis: 3 categorías por modo (30 preguntas cada una) • Vista previa Premium: primeras 5 preguntas de las categorías premium • Premium: más de 24 categorías (75 preguntas cada una) • Personal: crea mazos personalizados ilimitados con tus propias preguntas
fi: Jokaisessa tilassa on useita kategorioita valmiiksi kuratoiduilla kysymyspakoilla: • Ilmainen: 3 kategoriaa per tila (30 kysymystä/kategoria) • Premium-esikatselu: ensimmäiset 5 kysymystä premium-kategorioista • Premium: yli 24 kategoriaa (75 kysymystä/kategoria) • Oma: luo rajattomasti omia pakkoja omilla kysymyksilläsi
fr: Chaque mode a plusieurs catégories avec des packs de questions uniques. 3 catégories gratuites par mode (30 questions chacune), avec des aperçus de 5 questions des catégories premium.
it: Ogni modalità offre più categorie con mazzi di domande selezionate: • Gratis: 3 categorie per modalità (30 domande ciascuna) • Anteprima Premium: prime 5 domande delle categorie premium • Premium: oltre 24 categorie (75 domande ciascuna) • Personale: crea mazzi personalizzati illimitati con le tue domande
no: Hver modus har flere kategorier med nøye utvalgte spørsmålspakker: • Gratis: 3 kategorier per modus (30 spørsmål hver) • Premium-forhåndsvisning: de 5 første spørsmålene i premiumkategorier • Premium: 24+ kategorier (75 spørsmål hver) • Personlig: lag ubegrenset mange egne stokker med dine egne spørsmål
pt: Cada modo oferece várias categorias com baralhos de perguntas selecionadas: • Grátis: 3 categorias por modo (30 perguntas cada) • Prévia Premium: primeiras 5 perguntas das categorias premium • Premium: mais de 24 categorias (75 perguntas cada) • Pessoal: crie baralhos personalizados ilimitados com suas próprias perguntas
ro: Fiecare mod are mai multe categorii cu pachete unice de întrebări. Categoriile gratuite sunt deblocate, în timp ce categoriile premium necesită un abonament.

# startTalking
source: 3. Start Talking
da: 3. Start spillet
de: 3. Fang an zu reden
es: 3. Empieza a jugar
fi: 3. Aloita pelaaminen
fr: 3. Commencez à Parler
it: 3. Inizia a giocare
no: 3. Start å spille
pt: 3. Comece a jogar
ro: 3. Începe Să Vorbești

# startTalkingDesc
source: Questions appear full screen. Take turns reading and answering them honestly. There are no wrong answers - the goal is meaningful conversation!
da: Spørgsmål vises i fuld skærm for fordybende samtaler. Skift til at læse og svare ærligt – der er ingen forkerte svar! Målet er meningsfuld forbindelse og sjov. I Pandora-tilstand: Alle spillere indsender spørgsmål anonymt, og alle svarer sammen i realtid.
de: Fragen erscheinen im Vollbild. Wechselt euch ab beim Lesen und ehrlichen Beantworten. Es gibt keine falschen Antworten - das Ziel ist ein bedeutungsvolles Gespräch!
es: Las preguntas aparecen en pantalla completa para favorecer conversaciones profundas. Turnaos para leer y responder con honestidad: no hay respuestas incorrectas. El objetivo es conectar y divertirse. En el modo Pandora: todos los jugadores envían preguntas de forma anónima y luego todos responden juntos en tiempo real.
fi: Kysymykset näkyvät koko näytöllä, jotta keskustelu on mahdollisimman syvä. Lukekaa ja vastatkaa vuorotellen rehellisesti – vääriä vastauksia ei ole! Tavoitteena on merkityksellinen yhteys ja hauskanpito. Pandora-tilassa: kaikki pelaajat lähettävät kysymyksiä anonyymisti, ja sen jälkeen kaikki vastaavat niihin yhdessä reaaliajassa.
fr: Les questions apparaissent en plein écran. À tour de rôle, lisez-les et répondez-y honnêtement. Il n'y a pas de mauvaises réponses - l'objectif est une conversation significative !
it: Le domande compaiono a tutto schermo per conversazioni immersive. A turno, leggete e rispondete con sincerità – non esistono risposte sbagliate! L’obiettivo è connettersi davvero e divertirsi. In modalità Pandora: tutti i giocatori inviano domande in modo anonimo, poi tutti rispondono insieme in tempo reale.
no: Spørsmål vises i fullskjerm for å gjøre samtalen mer fokusert. Ta tur med å lese og svare ærlig – det finnes ingen feil svar! Målet er ekte kontakt og moro. I Pandora-modus: Alle spillerne sender inn spørsmål anonymt, og så svarer alle sammen i sanntid.
pt: As perguntas aparecem em tela cheia para conversas imersivas. Revezem-se lendo e respondendo com honestidade – não existem respostas erradas! O objetivo é conexão verdadeira e diversão. No modo Pandora: todos os jogadores enviam perguntas de forma anônima e depois respondem juntos em tempo real.
ro: Întrebările apar pe ecran complet. Faceți schimb de rânduri citind și răspunzând sincer. Nu există răspunsuri greșite - scopul este o conversație semnificativă!

# navigateQuestions
source: 4. Navigate Questions
da: 4. Navigér mellem spørgsmål
de: 4. Navigiere durch die Fragen
es: 4. Navega entre las preguntas
fi: 4. Selaa kysymyksiä
fr: 4. Naviguez dans les Questions
it: 4. Naviga tra le domande
no: 4. Naviger mellom spørsmål
pt: 4. Navegue pelas perguntas
ro: 4. Navighează Întrebările

# navigateQuestionsDesc
source: • Swipe right or tap "Next" for the next question • Swipe left or tap "Previous" to revisit questions • Tap the home button to return to the main menu anytime
da: • Swipe i en vilkårlig retning eller tryk på pilene for at skifte spørgsmål • Tryk på ❤️ for at gemme favoritter • Premium: Tryk på spørgs­målslisten (øverst til højre) for at hoppe til et vilkårligt spørgsmål • Tryk på hjem-knappen for at vende tilbage til hovedmenuen når som helst
de: • Wische nach rechts oder tippe auf "Weiter" für die nächste Frage • Wische nach links oder tippe auf "Zurück", um Fragen erneut anzusehen • Tippe auf den Home-Button, um jederzeit zum Hauptmenü zurückzukehren
es: • Desliza en cualquier dirección o toca las flechas para cambiar de pregunta • Toca el icono de corazón ❤️ para guardar tus favoritas • Premium: toca el icono de lista (arriba a la derecha) para saltar a cualquier pregunta • Toca el botón de inicio para volver al menú principal en cualquier momento
fi: • Pyyhkäise mihin tahansa suuntaan tai napauta nuolia vaihtaaksesi kysymystä • Napauta sydän-kuvaketta ❤️ tallentaaksesi suosikit • Premium: napauta kysymyslista-kuvaketta (oikea yläkulma) hypätäksesi suoraan mihin tahansa kysymykseen • Napauta Koti-painiketta palataksesi päävalikkoon milloin tahansa
fr: • Glissez vers la droite ou touchez "Suivant" pour la question suivante • Glissez vers la gauche ou touchez "Précédent" pour revenir aux questions • Touchez le bouton d'accueil pour revenir au menu principal à tout moment
it: • Scorri in qualsiasi direzione o tocca le frecce per cambiare domanda • Tocca l’icona a forma di cuore ❤️ per salvare i preferiti • Premium: tocca l’icona dell’elenco domande (in alto a destra) per passare a qualsiasi domanda • Tocca il pulsante Home per tornare al menu principale in qualsiasi momento
no: • Sveip i hvilken som helst retning eller trykk på pilene for å bytte spørsmål • Trykk på hjerte-ikonet ❤️ for å lagre favoritter • Premium: Trykk på spørsmålslister-ikonet (oppe til høyre) for å hoppe til hvilket som helst spørsmål • Trykk på hjem-knappen for å gå tilbake til hovedmenyen når som helst
pt: • Deslize em qualquer direção ou toque nas setas para mudar de pergunta • Toque no ícone de coração ❤️ para salvar como favorito • Premium: toque no ícone de lista de perguntas (canto superior direito) para pular para qualquer pergunta • Toque no botão Início para voltar ao menu principal a qualquer momento
ro: • Glisează spre dreapta sau apasă "Următorul" pentru următoarea întrebare

# premiumFeatures
source: 5. Premium Features
da: 5. Premiumfunktioner
de: 5. Premium-Funktionen
es: 5. Funciones Premium
fi: 5. Premium-ominaisuudet
fr: 5. Fonctionnalités Premium
it: 5. Funzionalità Premium
no: 5. Premium-fordeler
pt: 5. Recursos Premium
ro: 5. Funcții Premium

# premiumFeaturesDesc
source: Unlock all 24 categories with Premium: • Monthly: 49 DKK/month • Yearly: 399 DKK/year (save 189 DKK!) ✓ All categories unlocked ✓ No ads ✓ Unlimited questions ✓ Unlimited Pandora sessions
da: Lås den fulde Connect-oplevelse op: • Månedligt: €6,99/måned • Årligt: €59,99/år (spar 29 %!) ✓ Alle 24+ premiumkategorier i alle tilstande ✓ 75 spørgsmål per kategori (vs 30 gratis) ✓ Ingen reklamer for evigt ✓ Pandora: Ubegrænsede spillere og spørgsmål ✓ Personlig: Opret ubegrænsede tilpassede sæt ✓ Spørgsmålsnavigation – hop til ethvert spørgsmål ✓ Støt løbende udvikling
de: Schalte alle 24 Kategorien mit Premium frei: • Monatlich: 49 DKK/Monat • Jährlich: 399 DKK/Jahr (spare 189 DKK!) ✓ Alle Kategorien freigeschaltet ✓ Keine Werbung ✓ Unbegrenzte Fragen ✓ Unbegrenzte Pandora-Sitzungen
es: Desbloquea toda la experiencia de Connect: • Mensual: €6,99/mes • Anual: €59,99/año (¡ahorra un 29 %!) ✓ Todas las 24+ categorías premium en todos los modos ✓ 75 preguntas por categoría (vs 30 en gratis) ✓ Sin anuncios para siempre ✓ Pandora: jugadores y preguntas ilimitados ✓ Personal: crea mazos personalizados ilimitados ✓ Navegación por preguntas: salta a cualquier pregunta ✓ Apoya el desarrollo continuo
fi: Avaa koko Connect-kokemus: • Kuukausi: €6,99/kk • Vuosi: €59,99/vuosi (säästä 29 %!) ✓ Kaikki 24+ premium-kategoriaa kaikissa tiloissa ✓ 75 kysymystä per kategoria (vs. 30 ilmaisversiossa) ✓ Ei mainoksia – ikuisesti ✓ Pandora: rajattomasti pelaajia ja kysymyksiä ✓ Oma: luo rajattomasti omia pakkoja ✓ Kysymysnavigointi – hyppää mihin tahansa kysymykseen ✓ Tue jatkuvaa kehitystyötä
fr: Débloquez les 24 catégories avec Premium : • Mensuel : 49 DKK/mois • Annuel : 399 DKK/an (économisez 189 DKK !) ✓ Toutes les catégories débloquées ✓ Sans publicités ✓ Questions illimitées ✓ Sessions Pandora illimitées
it: Sblocca l’esperienza completa di Connect: • Mensile: €6,99/mese • Annuale: €59,99/anno (Risparmi il 29%!) ✓ Tutte le 24+ categorie premium in tutte le modalità ✓ 75 domande per categoria (contro 30 nella versione gratuita) ✓ Niente pubblicità per sempre ✓ Pandora: giocatori e domande illimitati ✓ Personale: crea mazzi personalizzati illimitati ✓ Navigazione per domande – salta a qualsiasi domanda ✓ Supporta lo sviluppo continuo
no: Lås opp hele Connect-opplevelsen: • Månedlig: €6,99/måned • Årlig: €59,99/år (spar 29 %!) ✓ Alle 24+ premiumkategorier i alle modi ✓ 75 spørsmål per kategori (mot 30 i gratisversjonen) ✓ Ingen annonser – for alltid ✓ Pandora: Ubegrenset antall spillere og spørsmål ✓ Personlig: Lag ubegrenset mange egne stokker ✓ Spørsmålsnavigasjon – hopp til hvilket som helst spørsmål ✓ Støtt videre utvikling
pt: Desbloqueie a experiência completa do Connect: • Mensal: €6,99/mês • Anual: €59,99/ano (Poupe 29%!) ✓ Todas as 24+ categorias premium em todos os modos ✓ 75 perguntas por categoria (vs 30 na versão gratuita) ✓ Sem anúncios para sempre ✓ Pandora: jogadores e perguntas ilimitados ✓ Pessoal: crie baralhos personalizados ilimitados ✓ Navegação por perguntas – pule para qualquer pergunta ✓ Apoie o desenvolvimento contínuo
ro: Deblochează categorii exclusive de întrebări cu un abonament:

source: Pro Tips
de: Profi-Tipps
es: Consejos
fi: Vinkkejä
fr: Conseils Pro
it: Consigli
no: Profftips
pt: Dicas
ro: Sfaturi Pro
