Repository: 97stenhoj-cloud/flutter_first_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fi, fr, it, no, pt, ro

source: Add
da: Tilføj
de: Hinzufügen
es: Añadir
fi: Lisää
fr: Ajouter
it: Aggiungi
no: Legg til
pt: Adicionar
ro: Adaugă

source: No questions yet
da: Ingen spørgsmål endnu
de: Noch keine Fragen
es: Todavía no hay preguntas
fi: Ei vielä kysymyksiä
fr: Aucune question pour le moment
it: Ancora nessuna domanda
no: Ingen spørsmål ennå
pt: Nenhuma pergunta ainda
ro: Încă nu sunt întrebări

# addFirstQuestion
source: Add your first question!
da: Tilføj dit første spørgsmål!
de: Füge deine erste Frage hinzu!
es: Añade tu primera pregunta.
fi: Lisää ensimmäinen kysymyksesi!
fr: Ajoutez votre première question !
it: Aggiungi la tua prima domanda!
no: Legg til ditt første spørsmål!
pt: Adicione sua primeira pergunta!
ro: Adaugă-ți prima întrebare!

# deckDescLoveTalks
source: Explore romance, chemistry, and connection through heartfelt questions that celebrate your relationship. From "how we met" moments to what makes you feel most loved, these cards deepen emotional intimacy.
da: Udforsk romantik, kemi og forbindelse gennem hjertelige spørgsmål, der fejrer jeres forhold. Fra "sådan mødtes vi"-øjeblikke til hvad der får dig til at føle dig mest elsket, hjælper disse kort med at styrke den følelsesmæssige intimitet.
de: Erkunde Romantik, Chemie und Verbindung durch herzliche Fragen, die eure Beziehung feiern. Von Momenten wie wir uns trafen bis zu dem, was euch am meisten geliebt fühlen lässt, vertiefen diese Karten die emotionale Intimität.
es: Explora el romance, la química y la conexión a través de preguntas profundas que celebran vuestra relación. Desde momentos de "cómo nos conocimos" hasta lo que te hace sentir más querido/a, estas cartas profundizan en la intimidad emocional.
fi: Tutki romantiikkaa, kemiaa ja yhteyttä kysymysten avulla, jotka juhlistavat suhdettanne. "Miten tapasimme" -hetkistä siihen, mikä saa sinut tuntemaan olosi rakastetuksi – nämä kortit syventävät tunnesidettänne.
fr: Explorez la romance, la chimie et la connexion à travers des questions sincères qui célèbrent votre relation. Des "comment nous nous sommes rencontrés" à ce qui vous fait vous sentir le plus aimé, ces cartes approfondissent l'intimité émotionnelle.
it: Esplora il romanticismo, la chimica e la connessione attraverso domande profonde che celebrano la vostra relazione. Dai momenti di "come ci siamo conosciuti" a ciò che ti fa sentire più amato, queste carte approfondiscono l’intimità emotiva.
no: Utforsk romantikk, kjemi og nærhet gjennom spørsmål som feirer forholdet deres. Fra «hvordan vi møttes»-øyeblikk til hva som får deg til å føle deg mest elsket, gjør disse kortene den emosjonelle intimiteten dypere.
pt: Explore romance, química e conexão com perguntas emocionantes que celebram o relacionamento de vocês. De momentos de "como nos conhecemos" até o que faz você se sentir mais amado(a), essas cartas aprofundam a intimidade emocional.
ro: Explorează romantismul, chimia și conexiunea prin întrebări sincere care celebrează relația voastră. De la "cum ne-am cunoscut" până la ce te face să te simți cel mai iubit, aceste cărți adâncesc intimitatea emoțională.

# deckDescDeepTalks
source: These cards dive into values, vulnerability, and what it means to grow together. They help partners reflect on independence, communication, and shared purpose.
da: Disse kort dykker ned i værdier, sårbarhed og hvad det betyder at vokse sammen. De hjælper jer med at reflektere over uafhængighed, kommunikation og fælles retning.
de: Diese Karten tauchen ein in Werte, Verletzlichkeit und was es bedeutet, gemeinsam zu wachsen. Sie helfen Partnern, über Unabhängigkeit, Kommunikation und gemeinsame Ziele nachzudenken.
es: Estas cartas profundizan en los valores, la vulnerabilidad y lo que significa crecer juntos. Ayudan a la pareja a reflexionar sobre independencia, comunicación y propósito compartido.
fi: Nämä kortit sukeltavat arvoihin, haavoittuvuuteen ja siihen, mitä on kasvaa yhdessä. Ne auttavat kumppaneita pohtimaan itsenäisyyttä, kommunikaatiota ja yhteistä suuntaa.
fr: Ces cartes explorent les valeurs, la vulnérabilité et ce que signifie grandir ensemble. Elles aident les partenaires à réfléchir à l'indépendance, à la communication et à un but commun.
it: Queste carte affrontano valori, vulnerabilità e cosa significa crescere insieme. Aiutano i partner a riflettere su indipendenza, comunicazione e obiettivi condivisi.
no: Disse kortene går i dybden på verdier, sårbarhet og hva det betyr å vokse sammen. De hjelper partnere å reflektere over selvstendighet, kommunikasjon og felles retning.
pt: Estas cartas mergulham em valores, vulnerabilidade e o que significa crescer juntos. Elas ajudam o casal a refletir sobre independência, comunicação e propósito em comum.
ro: Aceste cărți explorează valorile, vulnerabilitatea și ce înseamnă să crești împreună. Ele ajută partenerii să reflecteze asupra independenței, comunicării și scopului comun.

# deckDescSpicyTalks
source: Flirty, bold, and intimate — these cards invite couples to explore desire, fantasies, and passion together. Every question is crafted to spark honest, exciting conversations about what turns you on and brings you closer.
da: Flirtende, modige og intime — disse kort inviterer par til at udforske begær, fantasier og passion sammen. Hvert spørgsmål er skabt til at tænde ærlige og spændende samtaler om det, der bringer jer tættere.
de: Flirtend, mutig und intim - diese Karten laden Paare ein, gemeinsam Begehren, Fantasien und Leidenschaft zu erkunden. Jede Frage ist darauf ausgerichtet, ehrliche, aufregende Gespräche darüber zu entfachen, was euch anturnt und näher bringt.
es: Coquetas, atrevidas e íntimas: estas cartas invitan a la pareja a explorar el deseo, las fantasías y la pasión juntos. Cada pregunta está diseñada para encender conversaciones honestas y emocionantes sobre lo que os atrae y os acerca.
fi: Flirttaileva, rohkea ja intiimi — nämä kortit kutsuvat pareja tutkimaan haluja, fantasioita ja intohimoa yhdessä. Jokainen kysymys on suunniteltu herättämään rehellisiä, kutkuttavia keskusteluja siitä, mikä sytyttää teidät ja tuo teidät lähemmäs.
fr: Audacieuses, sensuelles et intimes — ces cartes invitent les couples à explorer le désir, les fantasmes et la passion ensemble. Chaque question suscite des conversations honnêtes et excitantes qui rapprochent.
it: Piccanti, audaci e intime — queste carte invitano la coppia a esplorare desideri, fantasie e passione insieme. Ogni domanda è pensata per accendere conversazioni sincere ed emozionanti su ciò che vi attrae e vi avvicina.
no: Flørtete, dristige og intime – disse kortene inviterer par til å utforske begjær, fantasier og lidenskap sammen. Hvert spørsmål er laget for å starte ærlige, pirrende samtaler om hva som tenner dere og bringer dere nærmere.
pt: Atrevido, divertido e íntimo — este baralho convida casais a explorar desejo, fantasias e paixão juntos. Cada pergunta foi criada para despertar conversas sinceras e empolgantes sobre o que acende a chama entre vocês.
ro: Îndrăznețe, pasionale și intime — aceste cărți invită cuplurile să exploreze dorința, fanteziile și pasiunea împreună. Fiecare întrebare provoacă conversații sincere și incitante care apropie partenerii.

# deckDescDoYouDareTalks
source: A fearless deck that blends emotional honesty with hot-button topics like trust, religion, money, and personal boundaries — all designed to reveal what really matters to you both. *Note:* Some questions are raw and unfiltered — play with openness, empathy, and respect.
da: Et frygtløst sæt, der blander følelsesmæssig ærlighed med svære temaer som tillid, religion, økonomi og personlige grænser — designet til at afsløre, hvad der virkelig betyder noget for jer begge. *Bemærk:* Nogle spørgsmål er rå og ufiltrerede — spil med åbenhed, empati og respekt.
de: Ein furchtloses Deck, das emotionale Ehrlichkeit mit heiklen Themen wie Vertrauen, Religion, Geld und persönlichen Grenzen verbindet - alles darauf ausgelegt, zu enthüllen, was euch beiden wirklich wichtig ist. *Hinweis:* Einige Fragen sind roh und ungefiltert - spielt mit Offenheit, Empathie und Respekt.
es: Un mazo sin miedo que combina honestidad emocional con temas delicados como confianza, religión, dinero y límites personales, diseñado para revelar lo que realmente importa a ambos. *Nota:* algunas preguntas son muy directas — jugad con apertura, empatía y respeto.
fi: Pelkäämätön pakka, joka yhdistää tunnesekäryyden ja vaikeat aiheet, kuten luottamus, uskonto, raha ja henkilökohtaiset rajat — kaikki sen paljastamiseksi, mikä on teille todella tärkeää. *Huom:* osa kysymyksistä on suoria ja ronskeja — pelatkaa avoimin mielin, empatialla ja kunnioituksella.
fr: Un jeu audacieux qui mêle honnêteté émotionnelle et sujets sensibles comme la confiance, la religion, l'argent et les limites personnelles — tout conçu pour révéler ce qui compte vraiment. *Note :* Certaines questions sont franches et sans filtre — jouez avec ouverture, empathie et respect.
it: Un mazzo senza filtri che unisce onestà emotiva e argomenti delicati come fiducia, religione, soldi e confini personali — tutto pensato per rivelare ciò che conta davvero per entrambi. *Nota:* alcune domande sono crude e dirette — giocate con apertura, empatia e rispetto.
no: En fryktløs stokk som kombinerer følelsesmessig ærlighet med sensitive temaer som tillit, religion, penger og personlige grenser – alt for å avdekke hva som virkelig betyr noe for dere begge. *Merk:* Noen spørsmål er rå og ufiltret – spill med åpenhet, empati og respekt.
pt: Um baralho destemido que mistura honestidade emocional com temas delicados como confiança, religião, dinheiro e limites pessoais — tudo para revelar o que realmente importa para vocês dois. *Nota:* Algumas perguntas são diretas e intensas — joguem com abertura, empatia e respeito.
ro: Un set curajos care combină onestitatea emoțională cu subiecte sensibile precum încrederea, religia, banii și limitele personale — totul pentru a descoperi ce contează cu adevărat. *Avertisment:* Unele întrebări sunt directe — abordați-le cu empatie și respect.

# deckDescLoveLanguagesTalks
source: Inspired by the five love languages, this deck helps partners express affection in the ways that truly resonate. Discover how words, actions, and gestures make your connection stronger.
da: Inspireret af de fem kærlighedssprog hjælper dette sæt jer med at udtrykke kærlighed på måder, der virkelig rammer plet. Opdag hvordan ord, handlinger og små gestus kan styrke jeres forbindelse.
de: Inspiriert von den fünf Liebessprachen hilft dieses Deck Partnern, Zuneigung auf Arten auszudrücken, die wirklich ankommen. Entdecke, wie Worte, Handlungen und Gesten eure Verbindung stärker machen.
es: Inspirado en los cinco lenguajes del amor, este mazo ayuda a las parejas a expresar cariño de la manera que más resuena con el otro. Descubre cómo las palabras, las acciones y los gestos pueden fortalecer vuestra conexión.
fi: Viiteen rakkauden kieleen perustuva pakka auttaa kumppaneita ilmaisemaan rakkautta tavoilla, jotka todella puhuttelevat toista. Löytäkää, miten sanat, teot ja pienet eleet voivat vahvistaa suhdettanne.
fr: Inspiré des cinq langages de l'amour, ce jeu aide les couples à exprimer leur affection de manière authentique. Découvrez comment les mots, les actions et les gestes renforcent votre lien.
it: Ispirato ai cinque linguaggi dell’amore, questo mazzo aiuta i partner a esprimere affetto nei modi che risuonano davvero con l’altro. Scoprite come parole, gesti e azioni possano rafforzare la vostra connessione.
no: Inspirert av de fem kjærlighetsspråkene hjelper denne stokken partnere å uttrykke kjærlighet på måter som virkelig oppleves. Oppdag hvordan ord, handlinger og små gester kan styrke forbindelsen.
pt: Inspirado nas cinco linguagens do amor, este baralho ajuda parceiros a expressar carinho de formas que realmente tocam o outro. Descubram como palavras, atitudes e gestos fortalecem a conexão.
ro: Inspirat de cele cinci limbaje ale iubirii, acest set îi ajută pe parteneri să își exprime afecțiunea în moduri care rezonează cu adevărat. Descoperă cum cuvintele, acțiunile și gesturile întăresc conexiunea.

# deckDescSillyTalks
source: Pure fun and laughter! These quirky, light-hearted questions uncover your weirdest habits and funniest thoughts. Perfect for friends, family, or couples who don't take life too seriously.
da: Ren sjov og latter! Disse skøre og lette spørgsmål afslører jeres mærkeligste vaner og sjoveste tanker. Perfekt til venner, familie eller par, der ikke tager alting alt for alvorligt.
de: Purer Spaß und Gelächter! Diese skurrilen, leichtherzigen Fragen decken eure seltsamsten Gewohnheiten und lustigsten Gedanken auf. Perfekt für Freunde, Familie oder Paare, die das Leben nicht zu ernst nehmen.
es: Diversión pura y muchas risas. Estas preguntas ligeras y alocadas sacan a la luz vuestros hábitos más raros y pensamientos más divertidos. Perfecto para amigos, familia o parejas que no se toman la vida demasiado en serio.
fi: Pelkkää hupia ja paljon naurua! Nämä kevyet ja hassut kysymykset paljastavat oudoimmat tapanne ja hauskimmat ajatuksenne. Täydellinen ystäville, perheelle tai pareille, jotka eivät ota elämää liian vakavasti.
fr: Du pur plaisir et des rires ! Ces questions légères révèlent vos habitudes les plus étranges et vos pensées les plus drôles. Idéal pour amis, famille ou couples qui ne se prennent pas trop au sérieux.
it: Solo divertimento e tante risate! Queste domande leggere e buffe tirano fuori le vostre abitudini più strane e i pensieri più divertenti. Perfette per amici, famiglia o coppie che non si prendono troppo sul serio.
no: Ren moro og masse latter! Disse lette og sprø spørsmålene avslører de rareste vanene og morsomste tankene deres. Perfekt for venner, familie eller par som ikke tar livet for alvorlig.
pt: Pura diversão e risadas! Perguntas leves e malucas que revelam seus hábitos mais estranhos e pensamentos mais engraçados. Perfeito para amigos, família ou casais bem-humorados.
ro: Distracție și râsete! Aceste întrebări amuzante dezvăluie obiceiurile și gândurile tale cele mai ciudate. Perfecte pentru prieteni, familie sau cupluri care iau viața cu umor.

# deckDescCarTalks
source: Perfect for road trips — these cards turn driving time into great conversation. Expect funny, creative, and nostalgic questions about travel, adventure, and quirks.
da: Perfekt til køreture — disse kort forvandler transporttid til gode samtaler. Forvent sjove, kreative og nostalgiske spørgsmål om rejser, eventyr og små særheder.
de: Perfekt für Roadtrips - diese Karten verwandeln Fahrzeit in tolle Gespräche. Erwarte lustige, kreative und nostalgische Fragen über Reisen, Abenteuer und Eigenheiten.
es: Perfecto para viajes por carretera: estas cartas convierten el tiempo en el coche en buenas conversaciones. Espera preguntas divertidas, creativas y llenas de nostalgia sobre viajes, aventuras y manías.
fi: Täydellinen automatkoille – nämä kortit muuttavat ajomatkat hyvän keskustelun hetkiksi. Odota hauskoja, luovia ja nostalgisia kysymyksiä matkustamisesta, seikkailuista ja pikkukummallisuuksista.
fr: Parfaites pour les road trips — ces cartes transforment le temps de conduite en super conversations. Des questions amusantes, créatives et nostalgiques sur les voyages et les aventures.
it: Perfetto per i viaggi in auto — queste carte trasformano il tempo in macchina in ottime conversazioni. Aspettati domande divertenti, creative e nostalgiche su viaggi, avventure e piccole manie.
no: Perfekt til bilturer – disse kortene gjør kjøretiden om til gode samtaler. Forvent morsomme, kreative og nostalgiske spørsmål om reiser, eventyr og særheter.
pt: Perfeito para viagens de carro — estas cartas transformam o tempo na estrada em boas conversas. Espere perguntas divertidas, criativas e cheias de nostalgia sobre viagens, aventuras e manias.
ro: Perfecte pentru călătorii lungi — aceste cărți transformă timpul din mașină în conversații grozave. Întrebări amuzante, creative și nostalgice despre călătorii, aventuri și ciudățenii.

# deckDescCozyTalks
source: Warm, relaxed conversations perfect for cozy evenings. These questions create comfortable, heartfelt moments of connection.
da: Varme og afslappede spørgsmål, perfekte til hyggelige aftener. Skab rolige, nærværende og hjertelige stunder sammen.
de: Warme, entspannte Gespräche perfekt für gemütliche Abende. Diese Fragen schaffen komfortable, herzliche Momente der Verbindung.
es: Conversaciones cálidas y relajadas, perfectas para noches acogedoras. Estas preguntas crean momentos de conexión cómoda y sincera.
fi: Lämpimiä ja rauhallisia keskusteluja, täydellisiä kotoisiin iltoihin. Nämä kysymykset luovat turvallisia, sydämellisiä yhteyshetkiä.
fr: Conversations chaleureuses et détendues parfaites pour les soirées confortables. Ces questions créent des moments confortables et sincères de connexion.
it: Conversazioni calde e rilassate, ideali per serate accoglienti. Queste domande creano momenti di connessione tranquilla e sincera.
no: Varme og rolige samtaler, perfekte for koselige kvelder. Spørsmålene skaper trygge, nære øyeblikk.
pt: Perguntas quentinhas e tranquilas, perfeitas para noites aconchegantes. Crie momentos de conexão calma e sincera.
ro: Întrebări calde și relaxante care te fac să te simți acasă. Ele inspiră discuții liniștitoare despre bucurii mărunte și amintiri frumoase.

# deckDescPartyNight
source: High-energy questions designed for fun group settings. Perfect for parties and social gatherings with friends.
da: Energifyldte spørgsmål designet til sjove gruppesituationer. Perfekt til fester og sociale sammenkomster med venner.
de: Energiegeladene Fragen für lustige Gruppenumgebungen. Perfekt für Partys und gesellige Zusammenkünfte mit Freunden.
es: Preguntas llenas de energía diseñadas para grupos. Perfectas para fiestas y reuniones con amigos.
fi: Energiaa tihkuvia kysymyksiä ryhmille. Täydellinen juhliin ja iltoihin ystävien kanssa.
fr: Questions énergiques conçues pour des ambiances de groupe amusantes. Parfaites pour les fêtes et les réunions sociales avec des amis.
it: Domande piene di energia pensate per i gruppi. Perfette per feste, aperitivi e serate con amici.
no: Spørsmål fulle av energi, laget for grupper. Perfekt for fester og sosiale kvelder med venner.
pt: Perguntas cheias de energia, pensadas para grupos. Perfeito para festas e encontros com amigos.
ro: Pachetul tău perfect pentru seri amuzante cu prietenii! Aceste întrebări pline de viață provoacă râsete, povești și dezbateri jucăușe — de la eșecuri la petreceri la cine e cel mai mare flirt. Ideal pentru a anima atmosfera.

# deckDescUnpopularOpinions
source: The deck that challenges you to say what everyone thinks but no one admits. From influencer culture to social norms — these cards spark honest debates and surprising perspectives. Perfect for friends with opinions.
da: Sættet, der udfordrer dig til at sige det, alle tænker, men ingen siger højt. Fra influencerkultur til sociale normer — disse kort skaber ærlige debatter og overraskende synspunkter. Perfekt til venner med holdninger.
de: Das Deck, das dich herausfordert, zu sagen, was jeder denkt, aber niemand zugibt. Von Influencer-Kultur bis zu sozialen Normen - diese Karten entfachen ehrliche Debatten und überraschende Perspektiven. Perfekt für Freunde mit Meinungen.
es: El mazo que te desafía a decir en voz alta lo que todos piensan pero nadie dice. Desde la cultura de influencers hasta las normas sociales, estas cartas generan debates honestos y opiniones sorprendentes. Ideal para amigos con carácter.
fi: Pakka, joka haastaa sanomaan ääneen sen, mitä kaikki ajattelevat mutta eivät uskalla sanoa. Somekulttuurista ja vaikuttajista sosiaalisiin normeihin — nämä kysymykset herättävät rehellisiä keskusteluja ja yllättäviä näkökulmia. Täydellinen ystäville, joilla on vahvat mielipiteet.
fr: Le jeu qui vous encourage à dire tout haut ce que tout le monde pense tout bas. De la culture des influenceurs aux normes sociales — ces cartes suscitent des débats francs et des réflexions surprenantes. Parfait pour les amis avec des opinions.
it: Il mazzo che ti sfida a dire ad alta voce ciò che tutti pensano ma nessuno dice. Dalla cultura degli influencer alle norme sociali — queste domande scatenano dibattiti sinceri e punti di vista sorprendenti. Ideale per amici con opinioni forti.
no: Stokken som utfordrer deg til å si det alle tenker, men ingen sier høyt. Fra influencer-kultur til sosiale normer – disse kortene skaper ærlige diskusjoner og overraskende perspektiver. Perfekt for venner med sterke meninger.
pt: O baralho que desafia você a dizer o que todo mundo pensa, mas ninguém fala. De cultura de influenciadores a normas sociais — estas cartas geram debates sinceros e opiniões surpreendentes. Ideal para amigos cheios de opinião.
ro: Setul care te provoacă să spui ceea ce toți gândesc, dar nimeni nu recunoaște. De la cultura influencerilor la valorile moderne — aceste cărți stârnesc dezbateri oneste și perspective surprinzătoare.

# deckDescPlotTwists
source: This deck throws you right into life's funniest and hardest "what would you do?" moments. Quick thinking, gut feelings, and laughter guaranteed! Perfect for group nights full of surprises and laughs.
da: Dette sæt kaster dig direkte ind i livets sjoveste og sværeste "hvad ville du gøre?"-situationer. Hurtige beslutninger, mavefornemmelser og masser af grin garanteret!
de: Dieses Deck wirft dich direkt in die lustigsten und schwierigsten Momente des Lebens. Schnelles Denken, Bauchgefühl und Gelächter garantiert! Perfekt für Gruppenabende voller Überraschungen und Lacher.
es: Este mazo te lanza directamente a los momentos más divertidos y más difíciles del tipo "¿qué harías si...?". Respuestas impulsivas, intuición y muchas risas garantizadas.
fi: Tämä pakka heittää teidät suoraan elämän hauskimpiin ja vaikeimpiin "mitä tekisit, jos...?" -tilanteisiin. Nopeat päätökset, maalaisjärki ja paljon naurua taattuja! Täydellinen ryhmäiltoihin täynnä yllätyksiä.
fr: Ce jeu vous embarque dans les moments les plus drôles et délicats du "Que ferais-tu si... ?". Pensée rapide, instincts et rires garantis ! Idéal pour des soirées entre amis pleines de surprises et de rires.
it: Questo mazzo ti catapulta nelle situazioni più divertenti e più difficili del tipo "cosa faresti se...?". Reazioni d’istinto, decisioni a caldo e tante risate garantite! Perfetto per serate di gruppo piene di colpi di scena.
no: Denne stokken kaster dere rett inn i livets morsomste og vanskeligste «hva ville du gjort hvis...?»-situasjoner. Kjappe valg, magefølelse og mye latter garantert! Perfekt for gruppespill fulle av overraskelser.
pt: Este baralho joga você direto em situações do tipo "o que você faria se...?" — das mais engraçadas às mais difíceis. Respostas no impulso, instinto e muitas risadas garantidas!
ro: Acest set te aruncă în cele mai amuzante și dificile momente "ce ai face dacă…". Perfect pentru seri de grup pline de râsete, surprize și reacții neașteptate.
