Repository: 97stenhoj-cloud/flutter_first_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fi, fr, it, no, pt, ro

# proTipsDesc
source: • Create a comfortable, distraction-free environment • Listen actively and be present • Share honestly and encourage others to do the same • Respect boundaries - skip questions if needed • Have fun and enjoy connecting!
da: • Skab en behagelig, forstyrrelsesfri atmosfære • Lyt aktivt og vær nærværende • Del ærligt og opmuntr andre til det samme • Respekter grænser – det er okay at springe spørgsmål over • Brug favoritter ❤️ til at gemme spørgsmål, du kan lide • Prøv forskellige tilstande til forskellige lejligheder • Pandora er perfekt til fester og gruppehygge • Hav det sjovt og nyd forbindelsen!
de: • Schaffe eine bequeme, ablenkungsfreie Umgebung • Höre aktiv zu und sei präsent • Teile ehrlich und ermutige andere, dasselbe zu tun • Respektiere Grenzen - überspringe Fragen bei Bedarf • Habe Spaß und genieße die Verbindung!
es: • Crea un ambiente cómodo y sin distracciones • Escucha activamente y está presente • Responde con honestidad y anima a los demás a hacer lo mismo • Respeta los límites: está bien saltarse preguntas • Usa favoritos ❤️ para guardar tus preguntas favoritas • Prueba distintos modos según la ocasión • Pandora es perfecto para fiestas y reuniones de grupo • Disfruta y conéctate de verdad
fi: • Luo mukava, häiriötön ympäristö • Kuuntele aktiivisesti ja ole läsnä • Jaa rehellisesti ja rohkaise muita tekemään samoin • Kunnioita rajoja – kysymyksiä saa ohittaa • Käytä suosikkeja ❤️ tallentaaksesi parhaat kysymykset • Kokeile eri tiloja eri tilanteisiin • Pandora sopii täydellisesti bileisiin ja kaveriporukan iltoihin • Pidä hauskaa ja nauti yhteisestä ajasta!
fr: • Créez un environnement confortable et sans distraction • Écoutez activement et soyez présent • Partagez honnêtement et encouragez les autres à faire de même • Respectez les limites - sautez les questions si nécessaire • Amusez-vous et profitez de la connexion !
it: • Crea un ambiente comodo e senza distrazioni • Ascolta attivamente ed essere presente • Rispondi con sincerità e incoraggia gli altri a fare lo stesso • Rispetta i limiti – va benissimo saltare una domanda • Usa i preferiti ❤️ per salvare le domande che ti piacciono • Prova modalità diverse per occasioni diverse • Pandora è perfetto per feste e serate di gruppo • Divertiti e goditi la connessione!
no: • Skap et behagelig miljø uten distraksjoner • Lytt aktivt og vær til stede • Del ærlig og oppmuntre andre til å gjøre det samme • Respekter grenser – det er helt greit å hoppe over spørsmål • Bruk favoritter ❤️ for å lagre spørsmål du liker • Prøv ulike modi til ulike anledninger • Pandora passer perfekt til fester og spillkvelder i gruppe • Ha det gøy og nyt å knytte bånd!
pt: • Crie um ambiente confortável e sem distrações • Ouça ativamente e esteja presente • Seja honesto nas respostas e incentive os outros também • Respeite limites – está tudo bem pular perguntas • Use favoritos ❤️ para salvar as perguntas de que você mais gosta • Experimente modos diferentes para situações diferentes • Pandora é perfeito para festas e encontros em grupo • Divirta-se e aproveite a conexão!
ro: • Creează un mediu confortabil, fără distrageri

source: About / Credits
da: Om / Credits
de: Über / Credits
es: Acerca de / Créditos
fi: Tietoja / Tekijät
fr: À Propos / Crédits
it: Informazioni / Crediti
no: Om / Kreditering
pt: Sobre / Créditos
ro: Despre / Credite

source: Personal
da: Personlig
de: Persönlich
fi: Oma
fr: Personnel
it: Personale
no: Personlig
pt: Pessoal

# personalDesc
source: Create your own custom question decks
da: Lav dine egne tilpassede spørgsmålsæt
de: Erstelle deine eigenen benutzerdefinierten Fragendecks
es: Crea tus propios mazos de preguntas personalizados
fi: Luo omat, räätälöidyt kysymyspakkasi
fr: Créez vos propres decks de questions personnalisés
it: Crea i tuoi mazzi personalizzati di domande
no: Lag dine egne, tilpassede spørsmålsstokker
pt: Crie seus próprios baralhos de perguntas personalizados
ro: Creează-ți propriile pachete de întrebări personalizate

source: Game Complete!
da: Spillet er færdigt!
de: Spiel abgeschlossen!
es: ¡Partida completada!
fi: Peli päättynyt!
fr: Jeu Terminé !
it: Partita terminata!
no: Spill ferdig!
pt: Jogo concluído!
ro: Joc complet!

# noMoreQuestions
source: You've gone through all the questions in this deck!
da: Du har gennemgået alle spørgsmål i dette sæt!
de: Du hast alle Fragen in diesem Deck durchgegangen!
es: Ya has visto todas las preguntas de este mazo.
fi: Olet käynyt läpi kaikki tämän pakan kysymykset!
fr: Vous avez parcouru toutes les questions de ce deck !
it: Hai visto tutte le domande di questo mazzo!
no: Du har gått gjennom alle spørsmålene i denne stokken!
pt: Você já passou por todas as perguntas deste baralho!
ro: Ai parcurs toate întrebările din acest pachet!

source: Play Again
da: Spil igen
de: Nochmal spielen
es: Jugar de nuevo
fi: Pelaa uudelleen
fr: Rejouer
it: Gioca di nuovo
no: Spill igjen
pt: Jogar novamente
ro: Joacă din nou

source: Main Menu
da: Hovedmenu
de: Hauptmenü
es: Menú principal
fi: Päävalikko
fr: Menu Principal
it: Menu principale
no: Hovedmeny
pt: Menu principal
ro: Meniu principal

source: Thanks for Playing!
da: Tak fordi du spillede!
de: Danke fürs Spielen!
es: ¡Gracias por jugar!
fi: Kiitos pelaamisesta!
fr: Merci d'Avoir Joué !
it: Grazie per aver giocato!
no: Takk for at du spilte!
pt: Obrigado por jogar!
ro: Mulțumim că ai jucat!

source: Hope you had fun! 🎉
da: Vi håber, du havde det sjovt! 🎉
de: Hoffe, du hattest Spaß! 🎉
es: ¡Esperamos que te hayas divertido! 🎉
fi: Toivottavasti viihdyit! 🎉
fr: J'espère que vous vous êtes amusé ! 🎉
it: Speriamo che ti sia divertito! 🎉
no: Vi håper du koste deg! 🎉
pt: Esperamos que você tenha se divertido! 🎉
ro: Sper că te-ai distrat! 🎉

source: Back to Menu
da: Tilbage til menu
de: Zurück zum Menü
es: Volver al menú
fi: Takaisin valikkoon
fr: Retour au Menu
it: Torna al menu
no: Tilbake til menyen
pt: Voltar ao menu
ro: Înapoi la Meniu

source: Leave Game?
da: Forlad spil?
de: Spiel verlassen?
es: ¿Salir de la partida?
fi: Poistu pelistä?
fr: Quitter le Jeu ?
it: Uscire dalla partita?
no: Forlat spillet?
pt: Sair do jogo?
ro: Părăsești jocul?

# leaveGameMessage
source: Are you sure you want to leave? The game will continue for other players.
da: Er du sikker på, at du vil forlade? Spillet fortsætter for de andre spillere.
de: Bist du sicher, dass du gehen möchtest? Das Spiel wird für andere Spieler fortgesetzt.
es: ¿Seguro que quieres salir? La partida continuará para los demás jugadores.
fi: Haluatko varmasti poistua? Peli jatkuu muille pelaajille.
fr: Êtes-vous sûr de vouloir partir ? Le jeu continuera pour les autres joueurs.
it: Sei sicuro di voler uscire? La partita continuerà per gli altri giocatori.
no: Er du sikker på at du vil forlate? Spillet fortsetter for de andre spillerne.
pt: Tem certeza de que deseja sair? O jogo continuará para os outros jogadores.
ro: Ești sigur că vrei să pleci? Jocul va continua pentru ceilalți jucători.

source: Leave
da: Forlad
de: Verlassen
es: Salir
fi: Poistu
fr: Partir
it: Esci
no: Forlat
pt: Sair
ro: Părăsește

source: No questions available
da: Ingen spørgsmål tilgængelige
de: Keine Fragen verfügbar
es: No hay preguntas disponibles
fi: Ei kysymyksiä saatavilla
fr: Aucune question disponible
it: Nessuna domanda disponibile
no: Ingen spørsmål tilgjengelig
pt: Nenhuma pergunta disponível
ro: Nu sunt întrebări disponibile

source: Show Less
da: Vis mindre
de: Weniger anzeigen
es: Ver menos
fi: Näytä vähemmän
fr: Afficher Moins
it: Mostra meno
no: Vis mindre
pt: Mostrar menos
ro: Arată mai puțin

source: Read More
da: Læs mere
de: Mehr lesen
es: Ver más
fi: Näytä lisää
fr: Lire Plus
it: Mostra altro
no: Les mer
pt: Ler mais
ro: Citește mai mult

source: Tap to Play
da: Tryk for at spille
de: Zum Spielen antippen
es: Toca para jugar
fi: Napauta pelataksesi
fr: Toucher pour Jouer
it: Tocca per giocare
no: Trykk for å spille
pt: Toque para jogar
ro: Apasă pentru a juca

source: Favorites
da: Favoritter
de: Favoriten
es: Favoritos
fi: Suosikit
fr: Favoris
it: Preferiti
no: Favoritter
pt: Favoritos
ro: Preferate

# pandoraHostCreatePin
source: Host creates session and shares PIN
da: Vært opretter session og deler PIN
de: Gastgeber erstellt Sitzung und teilt PIN
es: El anfitrión crea la sesión y comparte el PIN
fi: Isäntä luo istunnon ja jakaa PIN-koodin
fr: L'hôte crée une session et partage le PIN
it: L’host crea una sessione e condivide il PIN
no: Verten oppretter en økt og deler PIN-koden
pt: O anfitrião cria a sessão e compartilha o PIN
ro: Gazda creează sesiunea și împărtășește PIN-ul

# pandoraPlayersJoinMax
source: Players join (max 6 free, unlimited premium)
da: Spillere deltager (maks. 6 gratis, ubegrænset med Premium)
de: Spieler treten bei (max. 6 kostenlos, unbegrenzt premium)
es: Los jugadores se unen (máx. 6 en gratis, ilimitados en Premium)
fi: Pelaajat liittyvät (maks. 6 ilmaisessa, rajattomasti Premiumissa)
fr: Les joueurs rejoignent (max 6 gratuit, illimité premium)
it: I giocatori si uniscono (max 6 gratis, illimitati con Premium)
no: Spillere blir med (maks 6 gratis, ubegrenset med Premium)
pt: Jogadores entram (máx. 6 no grátis, ilimitado no Premium)
ro: Jucătorii se alătură (max 15 min)

# pandoraHostSetsTimer
source: Host sets question timer (1-15 min)
da: Vært sætter spørgetimer (1–15 min)
de: Gastgeber stellt Fragen-Timer ein (1-15 Min)
es: El anfitrión establece el temporizador de preguntas (1–15 min)
fi: Isäntä asettaa kysymysajastimen (1–15 min)
fr: L'hôte définit le minuteur de questions (1-15 min)
it: L’host imposta il timer per le domande (1–15 min)
no: Verten setter tidsgrense per spørsmål (1–15 min)
pt: O anfitrião define o tempo por pergunta (1–15 min)
ro: Gazda setează cronometrul pentru întrebări (1-15 min)

# pandoraEveryoneSubmits
source: Everyone submits questions (max 12 free)
da: Alle indsender spørgsmål (maks. 12 gratis)
de: Jeder reicht Fragen ein (max. 12 kostenlos)
es: Todos envían preguntas (máx. 12 en gratis)
fi: Kaikki lähettävät kysymyksiä (maks. 12 ilmaisessa)
fr: Tout le monde soumet des questions (max 12 gratuit)
it: Tutti inviano domande (max 12 gratis)
no: Alle sender inn spørsmål (maks 12 gratis)
pt: Todos enviam perguntas (máx. 12 no grátis)
ro: Toată lumea trimite întrebările

# pandoraHostControls
source: Host controls game progression
da: Værten styrer spillets forløb
de: Gastgeber steuert Spielverlauf
es: El anfitrión controla el progreso de la partida
fi: Isäntä ohjaa pelin kulkua
fr: L'hôte contrôle la progression du jeu
it: L’host controlla l’andamento della partita
no: Verten styrer fremdriften i spillet
pt: O anfitrião controla o andamento do jogo
ro: Gazda controlează progresul jocului

# pandoraQuestionsDeleted
source: Questions deleted after game
da: Spørgsmål slettes efter spillet
de: Fragen nach Spiel gelöscht
es: Las preguntas se borran después de la partida
fi: Kysymykset poistetaan pelin jälkeen
fr: Questions supprimées après le jeu
it: Le domande vengono eliminate dopo la partita
no: Spørsmål slettes etter spillet
pt: As perguntas são apagadas após o jogo
ro: Întrebările sunt șterse după joc

# pandoraHost
source: Host
da: Vært
de: Gastgeber
es: Anfitrión
fi: Isäntä
fr: Hôte
no: Vert
pt: Anfitrião
ro: Gazda

# pandoraJoinGame
source: Join Game
da: Deltag i spil
de: Spiel beitreten
es: Unirse a la partida
fi: Liity peliin
fr: Rejoindre la Partie
it: Unisciti alla partita
no: Bli med i spillet
pt: Entrar no jogo
ro: Alătură-te Jocului

# pandoraPandoraBox
source: Pandora Box
da: Pandoras boks
es: Caja de Pandora
fi: Pandoran lipas
fr: Boîte de Pandore
it: Scatola di Pandora
no: Pandoras eske
pt: Caixa de Pandora
ro: Cutia Pandorei

# pleaseEnterName
source: Please enter your name
da: Indtast dit navn
de: Bitte gib deinen Namen ein
es: Introduce tu nombre
fi: Kirjoita nimesi
fr: Veuillez entrer votre nom
it: Inserisci il tuo nome
no: Skriv inn navnet ditt
pt: Digite seu nome
ro: Te rog introdu numele tău

# hostSuffix
source: (Host)
da: (Vært)
de: (Gastgeber)
es: (Anfitrión)
fi: (Isäntä)
fr: (Hôte)
no: (Vert)
pt: (Anfitrião)
ro: (Gazdă)

# playersJoinWithNames
source: Players join with their names
da: Spillere deltager med deres navne
de: Spieler treten mit ihren Namen bei
es: Los jugadores se unen con su nombre
fi: Pelaajat liittyvät omilla nimillään
fr: Les joueurs rejoignent avec leurs noms
it: I giocatori si uniscono con il proprio nome
no: Spillere blir med med navnene sine
pt: Os jogadores entram com seus nomes
ro: Jucătorii se alătură cu numele lor

# everyoneSubmitsMin5
source: Everyone submits questions (min 5, max 12 free)
da: Alle indsender spørgsmål (min. 5, maks. 12 gratis)
de: Jeder reicht Fragen ein (min 5, max 12 kostenlos)
es: Todos envían preguntas (mín. 5, máx. 12 en gratis)
fi: Kaikki lähettävät kysymyksiä (vähintään 5, enintään 12 ilmaisessa)
fr: Tout le monde soumet des questions (min 5, max 12 gratuit)
it: Tutti inviano domande (min 5, max 12 gratis)
no: Alle sender inn spørsmål (minst 5, maks 12 gratis)
pt: Todos enviam perguntas (mín. 5, máx. 12 no grátis)
ro: Toată lumea trimite întrebări (minim 5)

source: Create Session
da: Opret session
de: Sitzung erstellen
es: Crear sesión
fi: Luo istunto
fr: Créer une Session
it: Crea sessione
no: Opprett økt
pt: Criar sessão
ro: Creează sesiune

source: Creating...
da: Opretter...
de: Erstelle...
es: Creando...
fi: Luodaan...
fr: Création...
it: Creazione in corso...
no: Oppretter...
pt: Criando...
ro: Se creează...

source: Your Name
da: Dit navn
de: Dein Name
es: Tu nombre
fi: Nimesi
fr: Votre Nom
it: Il tuo nome
no: Navnet ditt
pt: Seu nome
ro: Numele tău

# enterDisplayName
source: Enter your display name
da: Indtast dit visningsnavn
de: Gib deinen Anzeigenamen ein
es: Introduce tu nombre visible
fi: Kirjoita näyttönimesi
fr: Entrez votre nom d'affichage
it: Inserisci il nome visualizzato
no: Skriv inn visningsnavnet ditt
pt: Digite seu nome de exibição
ro: Introdu numele tău de afișare

source: How It Works
da: Sådan fungerer det
de: Wie es funktioniert
es: Cómo funciona
fi: Näin se toimii
fr: Comment Ça Marche
it: Come funziona
no: Slik fungerer det
pt: Como funciona
ro: Cum funcționează

# pinCopied
source: PIN copied to clipboard!
da: PIN kopieret til udklipsholder!
de: PIN in Zwischenablage kopiert!
es: ¡PIN copiado al portapapeles!
fi: PIN-koodi kopioitu leikepöydälle!
fr: PIN copié dans le presse-papiers !
it: PIN copiato negli appunti!
no: PIN kopiert til utklippstavlen!
pt: PIN copiado para a área de transferência!
ro: PIN copiat în clipboard!

source: End Session?
da: Afslut session?
de: Sitzung beenden?
es: ¿Terminar sesión?
fi: Lopeta istunto?
fr: Terminer la Session ?
it: Terminare la sessione?
no: Avslutte økten?
pt: Encerrar sessão?
ro: Încheie sesiunea?

# endSessionConfirm
source: Are you sure you want to end this Pandora session?
da: Er du sikker på, at du vil afslutte denne Pandora-session?
de: Bist du sicher, dass du diese Pandora-Sitzung beenden möchtest?
es: ¿Seguro que quieres terminar esta sesión de Pandora?
fi: Haluatko varmasti lopettaa tämän Pandora-istunnon?
fr: Êtes-vous sûr de vouloir terminer cette session Pandora ?
it: Sei sicuro di voler terminare questa sessione di Pandora?
no: Er du sikker på at du vil avslutte denne Pandora-økten?
pt: Tem certeza de que deseja encerrar esta sessão do Pandora?
ro: Ești sigur că vrei să închei această sesiune Pandora?

source: Create Custom Deck
da: Opret tilpasset sæt
de: Benutzerdefiniertes Deck erstellen
es: Crear mazo personalizado
fi: Luo oma pakka
fr: Créer un Deck Personnalisé
it: Crea mazzo personalizzato
no: Lag tilpasset stokk
pt: Criar baralho personalizado

source: Deck Name
da: Sætnavn
es: Nombre del mazo
fi: Pakan nimi
fr: Nom du Deck
it: Nome del mazzo
no: Navn på stokk
pt: Nome do baralho
ro: Numele Pachetului

source: Enter deck name
da: Indtast sætnavn
de: Deck-Namen eingeben
es: Introduce el nombre del mazo
fi: Kirjoita pakan nimi
fr: Entrez le nom du deck
it: Inserisci il nome del mazzo
no: Skriv inn navn på stokk
pt: Digite o nome do baralho
ro: Introdu numele pachetului

source: Create
da: Opret
de: Erstellen
es: Crear
fi: Luo
fr: Créer
it: Crea
no: Opprett
pt: Criar
ro: Creează

source: Deck created!
da: Sæt oprettet!
de: Deck erstellt!
es: ¡Mazo creado!
fi: Pakka luotu!
fr: Deck créé !
it: Mazzo creato!
no: Stokk opprettet!
pt: Baralho criado!

source: Failed to create deck
da: Kunne ikke oprette sæt
de: Deck konnte nicht erstellt werden
es: No se pudo crear el mazo
fi: Pakan luominen epäonnistui
fr: Échec de la création du deck
it: Impossibile creare il mazzo
no: Kunne ikke opprette stokk
pt: Falha ao criar baralho
ro: Nu s-a reușit crearea pachetului

source: Delete Deck?
da: Slet sæt?
de: Deck löschen?
es: ¿Eliminar mazo?
fi: Poista pakka?
fr: Supprimer le Deck ?
it: Eliminare il mazzo?
no: Slette stokk?
pt: Excluir baralho?
ro: Șterge Pachetul

# deleteDeckConfirm
source: Are you sure you want to delete "{deckName}"? This will delete all questions in this deck.
da: Er du sikker på, at du vil slette "{deckName}"? Dette vil slette alle spørgsmål i dette sæt.
de: Bist du sicher, dass du {deckName} löschen möchtest? Dies wird alle Fragen in diesem Deck löschen.
es: ¿Seguro que quieres eliminar "{deckName}"? Esto eliminará todas las preguntas de este mazo.
fi: Haluatko varmasti poistaa pakan "{deckName}"? Tämä poistaa kaikki pakan kysymykset.
fr: Êtes-vous sûr de vouloir supprimer "{deckName}" ? Cela supprimera toutes les questions de ce deck.
it: Sei sicuro di voler eliminare "{deckName}"? Questo eliminerà tutte le domande del mazzo.
no: Er du sikker på at du vil slette «{deckName}»? Dette vil slette alle spørsmålene i denne stokken.
pt: Tem certeza de que deseja excluir "{deckName}"? Isso vai apagar todas as perguntas deste baralho.
ro: Ești sigur că vrei să ștergi "{name}"? Aceasta va șterge toate întrebările din acest pachet.

source: Delete
da: Slet
de: Löschen
es: Eliminar
fi: Poista
fr: Supprimer
it: Elimina
no: Slett
pt: Excluir
ro: Șterge

source: Deck deleted
da: Sæt slettet
de: Deck gelöscht
es: Mazo eliminado
fi: Pakka poistettu
fr: Deck supprimé
it: Mazzo eliminato
no: Stokk slettet
pt: Baralho excluído
ro: Pachet șters

source: Failed to delete deck
da: Kunne ikke slette sæt
de: Deck konnte nicht gelöscht werden
es: No se pudo eliminar el mazo
fi: Pakan poistaminen epäonnistui
fr: Échec de la suppression du deck
it: Impossibile eliminare il mazzo
no: Kunne ikke slette stokk
pt: Falha ao excluir baralho
ro: Nu s-a reușit ștergerea pachetului

source: My Decks
da: Mine sæt
de: Meine Decks
es: Mis mazos
fi: Omat pakkani
fr: Mes Decks
it: I miei mazzi
no: Mine stokker
pt: Meus baralhos
ro: Pachetele mele

source: No decks yet
da: Ingen sæt endnu
de: Noch keine Decks
es: Todavía no tienes mazos
fi: Ei pakkoja vielä
fr: Aucun deck pour le moment
it: Nessun mazzo ancora
no: Ingen stokker ennå
pt: Nenhum baralho ainda
ro: Încă nu ai pachete

# createFirstDeck
source: Create your first custom deck!
da: Opret dit første tilpassede sæt!
de: Erstelle dein erstes benutzerdefiniertes Deck!
es: Crea tu primer mazo personalizado.
fi: Luo ensimmäinen oma pakkasi!
fr: Créez votre premier deck personnalisé !
it: Crea il tuo primo mazzo personalizzato!
no: Lag din første tilpassede stokk!
pt: Crie seu primeiro baralho personalizado!
ro: Creează-ți primul pachet personalizat!

# questionsCount
source: {count} questions
da: {count} spørgsmål
de: {count} Fragen
es: {count} preguntas
fi: {count} kysymystä
it: {count} domande
no: {count} spørsmål
pt: {count} perguntas
ro: {count} întrebări

# questionCount
source: {count} question
da: {count, plural, =0{0 spørgsmål} =1{1 spørgsmål} other{{count} spørgsmål}}
de: {count} Frage
es: {count, plural, =0{0 preguntas} =1{1 pregunta} other{{count} preguntas}}
fi: {count, plural, =0{0 kysymystä} =1{1 kysymys} other{{count} kysymystä}}
it: {count, plural, =0{0 domande} =1{1 domanda} other{{count} domande}}
no: {count, plural, =0{0 spørsmål} =1{1 spørsmål} other{{count} spørsmål}}
pt: {count, plural, =0{0 perguntas} =1{1 pergunta} other{{count} perguntas}}
ro: {count} întrebare

source: Question added!
da: Spørgsmål tilføjet!
de: Frage hinzugefügt!
es: Pregunta añadida.
fi: Kysymys lisätty!
fr: Question ajoutée !
it: Domanda aggiunta!
no: Spørsmål lagt til!
pt: Pergunta adicionada!
ro: Întrebarea a fost adăugată!

source: Failed to add question
da: Kunne ikke tilføje spørgsmål
de: Frage konnte nicht hinzugefügt werden
es: No se pudo añadir la pregunta
fi: Kysymyksen lisääminen epäonnistui
fr: Échec de l'ajout de la question
it: Impossibile aggiungere la domanda
no: Kunne ikke legge til spørsmål
pt: Falha ao adicionar pergunta
ro: Nu s-a reușit adăugarea întrebării

source: Edit Question
da: Redigér spørgsmål
de: Frage bearbeiten
es: Editar pregunta
fi: Muokkaa kysymystä
fr: Modifier la Question
it: Modifica domanda
no: Rediger spørsmål
pt: Editar pergunta
ro: Editează întrebare

source: Enter your question
da: Indtast dit spørgsmål
de: Gib deine Frage ein
es: Introduce tu pregunta
fi: Kirjoita kysymyksesi
fr: Entrez votre question
it: Inserisci la tua domanda
no: Skriv inn spørsmålet ditt
pt: Digite sua pergunta
ro: Introdu întrebarea ta

source: Save
da: Gem
de: Speichern
es: Guardar
fi: Tallenna
fr: Enregistrer
it: Salva
no: Lagre
pt: Salvar
ro: Salvează

source: Question updated!
da: Spørgsmål opdateret!
de: Frage aktualisiert!
es: Pregunta actualizada.
fi: Kysymys päivitetty!
fr: Question mise à jour !
it: Domanda aggiornata!
no: Spørsmål oppdatert!
pt: Pergunta atualizada!
ro: Întrebarea a fost actualizată!

source: Failed to update question
da: Kunne ikke opdatere spørgsmål
de: Frage konnte nicht aktualisiert werden
es: No se pudo actualizar la pregunta
fi: Kysymyksen päivittäminen epäonnistui
fr: Échec de la mise à jour de la question
it: Impossibile aggiornare la domanda
no: Kunne ikke oppdatere spørsmål
pt: Falha ao atualizar pergunta
ro: Nu s-a putut actualiza întrebarea

source: Delete Question
da: Slet spørgsmål
de: Frage löschen
es: Eliminar pregunta
fi: Poista kysymys
fr: Supprimer la Question
it: Elimina domanda
no: Slett spørsmål
pt: Excluir pergunta
ro: Șterge întrebarea

# deleteQuestionConfirm
source: Are you sure you want to delete this question?
da: Er du sikker på, at du vil slette dette spørgsmål?
de: Bist du sicher, dass du diese Frage löschen möchtest?
es: ¿Seguro que quieres eliminar esta pregunta?
fi: Haluatko varmasti poistaa tämän kysymyksen?
fr: Êtes-vous sûr de vouloir supprimer cette question ?
it: Sei sicuro di voler eliminare questa domanda?
no: Er du sikker på at du vil slette dette spørsmålet?
pt: Tem certeza de que deseja excluir esta pergunta?
ro: Ești sigur că vrei să ștergi această întrebare?

source: Question deleted
da: Spørgsmål slettet
de: Frage gelöscht
es: Pregunta eliminada
fi: Kysymys poistettu
fr: Question supprimée
it: Domanda eliminata
no: Spørsmål slettet
pt: Pergunta excluída
ro: Întrebarea a fost ștearsă

source: Failed to delete question
da: Kunne ikke slette spørgsmål
de: Frage konnte nicht gelöscht werden
es: No se pudo eliminar la pregunta
fi: Kysymyksen poistaminen epäonnistui
fr: Échec de la suppression de la question
it: Impossibile eliminare la domanda
no: Kunne ikke slette spørsmål
pt: Falha ao excluir pergunta
ro: Nu s-a putut șterge întrebarea

source: Add Question
da: Tilføj spørgsmål
de: Frage hinzufügen
es: Añadir pregunta
fi: Lisää kysymys
fr: Ajouter une Question
it: Aggiungi domanda
no: Legg til spørsmål
pt: Adicionar pergunta
ro: Adaugă întrebare

# typeQuestionHere
source: Type your question here...
da: Skriv dit spørgsmål her...
de: Schreibe deine Frage hier...
es: Escribe tu pregunta aquí...
fi: Kirjoita kysymyksesi tähän...
fr: Tapez votre question ici...
it: Scrivi qui la tua domanda...
no: Skriv spørsmålet ditt her...
pt: Digite sua pergunta aqui...
ro: Scrie întrebarea ta aici...
