Repository: 97stenhoj-cloud/flutter_first_app
Catalog: lib/l10n/app_*.arb
Languages: da, de, es, fi, fr, it, no, pt, ro

source: Start
de: Starten
es: Iniciar
fi: Aloita
fr: Démarrer
it: Inizia
pt: Iniciar
ro: Începe

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuración
fi: Asetukset
fr: Paramètres
it: Impostazioni
no: Innstillinger
pt: Configurações
ro: Setări

source: How to Play
da: Sådan spiller du
de: Wie man spielt
es: Cómo jugar
fi: Näin pelaat
fr: Comment Jouer
it: Come si gioca
no: Slik spiller du
pt: Como jogar
ro: Cum să joci

# chooseGameMode
source: Choose your game mode
da: Vælg din spiltilstand
de: Wähle deinen Spielmodus
es: Elige tu modo de juego
fi: Valitse pelitila
fr: Choisissez votre mode de jeu
it: Scegli la modalità di gioco
no: Velg spillmodus
pt: Escolha o modo de jogo
ro: Alege modul tău de joc

source: Family
da: Familie
de: Familie
es: Familia
fi: Perhe
fr: Famille
it: Famiglia
no: Familie
pt: Família
ro: Familie

source: Couple
da: Par
de: Paar
es: Pareja
fi: Pari
it: Coppia
no: Par
pt: Casal
ro: Cuplu

source: Friends
da: Venner
de: Freunde
es: Amigos
fi: Ystävät
fr: Amis
it: Amici
no: Venner
pt: Amigos
ro: Prieteni

# chooseCategory
source: Choose a Category
da: Vælg en kategori
de: Wähle eine Kategorie
es: Elige una categoría
fi: Valitse kategoria
fr: Choisissez une Catégorie
it: Scegli una categoria
no: Velg en kategori
pt: Escolha uma categoria
ro: Alege o categorie

# locked
source: Premium Category
da: Premiumkategori
de: Premium-Kategorie
es: Categoría Premium
fi: Premium-kategoria
fr: Catégorie Premium
it: Categoria Premium
no: Premium-kategori
pt: Categoria Premium
ro: Categorie blocată

# lockedMessage
source: This is a premium category. Upgrade to unlock all categories and remove ads!
da: Dette er en premiumkategori. Opgrader for at låse alle kategorier op og fjerne reklamer!
de: Dies ist eine Premium-Kategorie. Upgrade, um alle Kategorien freizuschalten und Werbung zu entfernen!
es: Esta es una categoría premium. Mejora a Premium para desbloquear todas las categorías y quitar los anuncios.
fi: Tämä on premium-kategoria. Päivitä Premiumiin avataksesi kaikki kategoriat ja poistaaksesi mainokset!
fr: Ceci est une catégorie premium. Passez à la version supérieure pour débloquer toutes les catégories et supprimer les publicités !
it: Questa è una categoria premium. Passa a Premium per sbloccare tutte le categorie e rimuovere le pubblicità!
no: Dette er en premiumkategori. Oppgrader for å låse opp alle kategorier og fjerne annonser!
pt: Esta é uma categoria premium. Faça upgrade para desbloquear todas as categorias e remover os anúncios!
ro: Această categorie este blocată. Upgradează la premium pentru a debloca toate categoriile!

# previewAvailable
source: Preview: First 5 questions available
da: Forhåndsvisning: De første 5 spørgsmål er tilgængelige
de: Vorschau: Erste 5 Fragen verfügbar
es: Vista previa: primeras 5 preguntas disponibles
fi: Esikatselu: ensimmäiset 5 kysymystä käytettävissä
fr: Aperçu : Les 5 premières questions disponibles
it: Anteprima: prime 5 domande disponibili
no: Forhåndsvisning: de 5 første spørsmålene er tilgjengelige
pt: Prévia: primeiras 5 perguntas disponíveis

source: Upgrade Now
da: Opgrader nu
de: Jetzt upgraden
es: Mejorar ahora
fi: Päivitä nyt
fr: Mettre à Niveau Maintenant
it: Passa a Premium
no: Oppgrader nå
pt: Fazer upgrade agora

source: Maybe Later
da: Måske senere
de: Vielleicht später
es: Quizás después
fi: Ehkä myöhemmin
fr: Peut-être Plus Tard
it: Magari dopo
no: Kanskje senere
pt: Talvez depois
ro: Poate mai târziu

source: Get Premium
da: Få Premium
de: Premium holen
es: Obtener Premium
fi: Hanki Premium
fr: Obtenir Premium
it: Ottieni Premium
no: Få Premium
pt: Obter Premium

# premiumTitle
source: Unlock Everything
da: Lås alt op
de: Alles freischalten
es: Desbloquea todo
fi: Avaa kaikki
fr: Tout Débloquer
it: Sblocca tutto
no: Lås opp alt
pt: Desbloqueie tudo

# premiumDescription
source: Get unlimited access to all categories across all modes, remove ads, and enjoy unlimited Pandora sessions.
da: Få ubegrænset adgang til alle kategorier i alle tilstande, fjern reklamer, og nyd ubegrænsede Pandora-sessioner.
de: Erhalte unbegrenzten Zugang zu allen Kategorien in allen Modi, entferne Werbung und genieße unbegrenzte Pandora-Sitzungen.
es: Obtén acceso ilimitado a todas las categorías en todos los modos, elimina anuncios y disfruta de sesiones ilimitadas de Pandora.
fi: Saat rajattoman pääsyn kaikkiin kategorioihin kaikissa tiloissa, poistat mainokset ja nautit rajattomista Pandora-istunnoista.
fr: Obtenez un accès illimité à toutes les catégories dans tous les modes, supprimez les publicités et profitez de sessions Pandora illimitées.
it: Ottieni accesso illimitato a tutte le categorie in tutte le modalità, rimuovi le pubblicità e goditi sessioni Pandora illimitate.
no: Få ubegrenset tilgang til alle kategorier i alle modi, fjern annonser og nyt ubegrensede Pandora-økter.
pt: Tenha acesso ilimitado a todas as categorias em todos os modos, remova anúncios e aproveite sessões ilimitadas do Pandora.

# premiumPriceMonthly
source: 49 DKK/month
da: €6,99/måned
de: 49 DKK/Monat
es: €6,99/mes
fi: €6,99/kk
fr: 49 DKK/mois
it: €6,99/mese
no: €6,99/måned
pt: €6,99/mês

# premiumPriceYearly
source: 399 DKK/year
da: €59,99/år
de: 399 DKK/Jahr
es: €59,99/año
fi: €59,99/vuosi
fr: 399 DKK/an
it: €59,99/anno
no: €59,99/år
pt: €59,99/ano

# saveWithYearly
source: Save 189 DKK with yearly!
da: Spar €23,89 med årlig betaling!
de: Spare 189 DKK mit dem Jahresabo!
es: Ahorra €23,89 con el plan anual.
fi: Säästä 23,89 € vuositilauksella!
fr: Économisez 189 DKK avec l'abonnement annuel !
it: Risparmia €23,89 con l’abbonamento annuale!
no: Spar €23,89 med årlig abonnement!
pt: Poupe €23,89 com o plano anual!

source: Monthly
da: Månedlig
de: Monatlich
es: Mensual
fi: Kuukausittain
fr: Mensuel
it: Mensile
no: Månedlig
pt: Mensal

source: Yearly
da: Årlig
de: Jährlich
es: Anual
fi: Vuosittain
fr: Annuel
it: Annuale
no: Årlig
pt: Anual

source: Billed monthly
da: Faktureres månedligt
de: Monatlich abgerechnet
es: Facturación mensual
fi: Laskutetaan kuukausittain
fr: Facturé mensuellement
it: Fatturato mensilmente
no: Faktureres månedlig
pt: Cobrada mensalmente

# billedYearly
source: Billed annually
da: Faktureres årligt
de: Jährlich abgerechnet
es: Facturación anual
fi: Laskutetaan vuosittain
fr: Facturé annuellement
it: Fatturato annualmente
no: Faktureres årlig
pt: Cobrada anualmente

# premiumFeature1
source: ✓ All 21 premium categories unlocked
da: ✓ Alle 21 premiumkategorier låst op
de: ✓ Alle 21 Premium-Kategorien freigeschaltet
es: ✓ Las 21 categorías premium desbloqueadas
fi: ✓ Kaikki 21 premium-kategoriaa avattu
fr: ✓ Les 21 catégories premium débloquées
it: ✓ Tutte le 21 categorie premium sbloccate
no: ✓ Alle 21 premiumkategorier låst opp
pt: ✓ Todas as 21 categorias premium desbloqueadas

# premiumFeature2
source: ✓ No ads forever
da: ✓ Ingen reklamer for evigt
de: ✓ Keine Werbung für immer
es: ✓ Sin anuncios para siempre
fi: ✓ Ei mainoksia – ikuisesti
fr: ✓ Sans publicités pour toujours
it: ✓ Niente pubblicità per sempre
no: ✓ Ingen annonser – for alltid
pt: ✓ Sem anúncios para sempre

# premiumFeature3
source: ✓ Unlimited questions in all categories
da: ✓ 75 spørgsmål i alle kategorier
de: ✓ Unbegrenzte Fragen in allen Kategorien
es: ✓ 75 preguntas en todas las categorías
fi: ✓ Rajoittamattomasti kysymyksiä kaikissa kategorioissa
fr: ✓ Questions illimitées dans toutes les catégories
it: ✓ 75 domande in tutte le categorie
no: ✓ 75 spørsmål i alle kategorier
pt: ✓ 75 perguntas em todas as categorias

# premiumFeature4
source: ✓ Pandora: Unlimited players & questions
da: ✓ Pandora: Ubegrænsede spillere og spørgsmål
de: ✓ Pandora: Unbegrenzte Spieler & Fragen
es: ✓ Pandora: jugadores y preguntas ilimitados
fi: ✓ Pandora: rajaton määrä pelaajia ja kysymyksiä
fr: ✓ Pandora : Joueurs et questions illimités
it: ✓ Pandora: giocatori e domande illimitati
no: ✓ Pandora: Ubegrenset antall spillere og spørsmål
pt: ✓ Pandora: jogadores e perguntas ilimitados

# premiumFeature5
source: ✓ Support ongoing development
da: ✓ Støt løbende udvikling
de: ✓ Unterstütze die laufende Entwicklung
es: ✓ Apoya el desarrollo continuo
fi: ✓ Tue jatkuvaa kehitystä
fr: ✓ Soutenez le développement continu
it: ✓ Supporta lo sviluppo continuo
no: ✓ Støtt videre utvikling
pt: ✓ Ajude a apoiar o desenvolvimento contínuo

# subscribePremium
source: Subscribe to Premium
da: Abonnér på Premium
de: Premium abonnieren
es: Suscribirse a Premium
fi: Tilaa Premium
fr: S'abonner à Premium
it: Abbonati a Premium
no: Abonner på Premium
pt: Assinar Premium

source: Subscribe
da: Abonnér
de: Abonnieren
es: Suscribirse
fi: Tilaa
fr: S'abonner
it: Abbonati
no: Abonner
pt: Assinar
ro: Abonează-te

source: Cancel
da: Annuller
de: Abbrechen
es: Cancelar
fi: Peruuta
fr: Annuler
it: Annulla
no: Avbryt
pt: Cancelar
ro: Anulează

# subscriptionActivated
source: Premium activated! All categories unlocked.
da: Premium aktiveret! Alle kategorier er låst op.
de: Premium aktiviert! Alle Kategorien freigeschaltet.
es: ¡Premium activado! Todas las categorías están desbloqueadas.
fi: Premium aktivoitu! Kaikki kategoriat on avattu.
fr: Premium activé ! Toutes les catégories débloquées.
it: Premium attivato! Tutte le categorie sono state sbloccate.
no: Premium er aktivert! Alle kategorier er låst opp.
pt: Premium ativado! Todas as categorias foram desbloqueadas.
ro: Abonamentul activat! {bundles} deblocate.

source: Premium Activated!
da: Premium aktiveret!
de: Premium aktiviert!
es: ¡Premium activado!
fi: Premium aktivoitu!
fr: Premium Activé !
it: Premium attivato!
no: Premium aktivert!
pt: Premium ativado!
ro: Premium activat! Reclamele au fost eliminate. Pachetul a fost deblocat.

# demoNote
source: Demo: Subscription will reset on app restart
da: Demo: Abonnement nulstilles ved genstart af appen
de: Demo: Abonnement wird beim Neustart der App zurückgesetzt
es: Demo: la suscripción se reiniciará al reiniciar la app
fi: Demo: tilaus nollautuu, kun sovellus käynnistetään uudelleen
fr: Démo : L'abonnement sera réinitialisé au redémarrage de l'application
it: Demo: l’abbonamento verrà reimpostato al riavvio dell’app
no: Demo: Abonnementet tilbakestilles når appen startes på nytt
pt: Demo: a assinatura será reiniciada ao fechar e abrir o app
ro: Demo: Deblocările se vor reseta la repornirea aplicației

source: Free Tier
da: Gratis niveau
de: Kostenlose Version
es: Versión gratuita
fi: Ilmaisversio
fr: Niveau Gratuit
it: Versione gratuita
no: Gratisversjon
pt: Versão gratuita

# freeTierDesc
source: 3 categories per mode (30 questions each) 5-question previews of premium categories Ads every 7 questions
da: 3 kategorier per tilstand (30 spørgsmål hver) 5-spørgsmåls forhåndsvisninger af premiumkategorier Reklamer hvert 7. spørgsmål
de: 3 Kategorien pro Modus (je 30 Fragen) 5-Fragen-Vorschauen von Premium-Kategorien Werbung alle 7 Fragen
es: 3 categorías por modo (30 preguntas cada una) Vista previa de 5 preguntas de categorías premium Anuncios cada 7 preguntas
fi: 3 kategoriaa per tila (30 kysymystä/kategoria) 5 kysymyksen esikatselut premium-kategorioista Mainos joka 7. kysymyksen jälkeen
fr: 3 catégories par mode (30 questions chacune) Aperçus de 5 questions des catégories premium Publicités toutes les 7 questions
it: 3 categorie per modalità (30 domande ciascuna) Anteprima di 5 domande delle categorie premium Annunci ogni 7 domande
no: 3 kategorier per modus (30 spørsmål hver) 5-spørsmåls forhåndsvisning av premiumkategorier Annonser hver 7. spørsmål
pt: 3 categorias por modo (30 perguntas cada) Prévia de 5 perguntas das categorias premium Anúncios a cada 7 perguntas

source: Current Plan
da: Nuværende plan
de: Aktueller Plan
es: Plan actual
fi: Nykyinen tilaus
fr: Forfait Actuel
it: Piano attuale
no: Nåværende plan
pt: Plano atual

source: Limit Reached
da: Grænse nået
de: Limit erreicht
es: Límite alcanzado
fi: Raja saavutettu
fr: Limite Atteinte
it: Limite raggiunto
no: Grense nådd
pt: Limite atingido

# freeCategoryLimit
source: You've reached the 30-question limit for free categories. Upgrade to Premium for unlimited access!
da: Du har nået grænsen på 30 spørgsmål i gratis kategorier. Opgrader til Premium for ubegrænset adgang!
de: Du hast das 30-Fragen-Limit für kostenlose Kategorien erreicht. Upgrade auf Premium für unbegrenzten Zugang!
es: Has alcanzado el límite de 30 preguntas en categorías gratuitas. Mejora a Premium para obtener acceso ilimitado.
fi: Olet saavuttanut 30 kysymyksen rajan ilmaisissa kategorioissa. Päivitä Premiumiin saadaksesi rajattoman pääsyn!
fr: Vous avez atteint la limite de 30 questions pour les catégories gratuites. Passez à Premium pour un accès illimité !
it: Hai raggiunto il limite di 30 domande per le categorie gratuite. Passa a Premium per un accesso illimitato!
no: Du har nådd grensen på 30 spørsmål i gratiskategorier. Oppgrader til Premium for ubegrenset tilgang!
pt: Você atingiu o limite de 30 perguntas nas categorias gratuitas. Faça upgrade para Premium e tenha acesso ilimitado!

# previewLimit
source: You've seen all 5 preview questions. Upgrade to Premium to continue!
da: Du har set alle 5 forhåndsvisningsspørgsmål. Opgrader til Premium for at fortsætte!
de: Du hast alle 5 Vorschau-Fragen gesehen. Upgrade auf Premium, um fortzufahren!
es: Ya has visto las 5 preguntas de vista previa. Mejora a Premium para continuar.
fi: Olet nähnyt kaikki 5 esikatselukysymystä. Päivitä Premiumiin jatkaaksesi!
fr: Vous avez vu toutes les 5 questions d'aperçu. Passez à Premium pour continuer !
it: Hai visto tutte le 5 domande di anteprima. Passa a Premium per continuare!
no: Du har sett alle 5 forhåndsvisningsspørsmålene. Oppgrader til Premium for å fortsette!
pt: Você já viu as 5 perguntas de prévia. Faça upgrade para Premium para continuar!

# pandoraFreeLimit
source: Free Limit
da: Gratis grænse
de: Kostenloses Limit
es: Límite gratuito
fi: Ilmaisraja
fr: Limite Gratuite
it: Limite versione gratuita
no: Grense for gratisversjon
pt: Limite da versão gratuita

# pandoraFreeLimitMessage
source: Free hosts can have max 6 players and 12 questions. Upgrade to Premium for unlimited!
da: Gratis værter kan have maks. 6 spillere og 12 spørgsmål. Opgrader til Premium for ubegrænset adgang!
de: Kostenlose Hosts können max. 6 Spieler und 12 Fragen haben. Upgrade auf Premium für unbegrenzt!
es: Los anfitriones gratuitos pueden tener máximo 6 jugadores y 12 preguntas. Mejora a Premium para hacerlo ilimitado.
fi: Ilmaisilla isännillä voi olla enintään 6 pelaajaa ja 12 kysymystä. Päivitä Premiumiin saadaksesi rajattomat mahdollisuudet!
fr: Les hôtes gratuits peuvent avoir max. 6 joueurs et 12 questions. Passez à Premium pour un accès illimité !
it: Gli host gratuiti possono avere al massimo 6 giocatori e 12 domande. Passa a Premium per togliere i limiti!
no: Gratisverter kan ha maks 6 spillere og 12 spørsmål. Oppgrader til Premium for å fjerne begrensningene!
pt: Anfitriões gratuitos podem ter no máximo 6 jogadores e 12 perguntas. Faça upgrade para Premium para se livrar dos limites!

# pandoraUpgradeMessage
source: You've reached 12 questions. Upgrade to Premium to continue playing!
da: Du har nået 12 spørgsmål. Opgrader til Premium for at fortsætte med at spille!
de: Du hast 12 Fragen erreicht. Upgrade auf Premium, um weiterzuspielen!
es: Has llegado a 12 preguntas. Mejora a Premium para seguir jugando.
fi: Olet saavuttanut 12 kysymystä. Päivitä Premiumiin jatkaaksesi pelaamista!
fr: Vous avez atteint 12 questions. Passez à Premium pour continuer à jouer !
it: Hai raggiunto 12 domande. Passa a Premium per continuare a giocare!
no: Du har nådd 12 spørsmål. Oppgrader til Premium for å fortsette å spille!
pt: Você chegou a 12 perguntas. Faça upgrade para Premium para continuar jogando!

# pandoraMaxPlayers
source: Maximum 6 players reached (Free limit). Upgrade to Premium for unlimited players!
da: Maksimalt 6 spillere nået (gratis grænse). Opgrader til Premium for ubegrænsede spillere!
de: Maximum von 6 Spielern erreicht (kostenloses Limit). Upgrade auf Premium für unbegrenzte Spieler!
es: Se ha alcanzado el máximo de 6 jugadores (límite gratuito). Mejora a Premium para tener jugadores ilimitados.
fi: Enimmäismäärä 6 pelaajaa saavutettu (ilmaisraja). Päivitä Premiumiin saadaksesi rajattomasti pelaajia!
fr: Maximum de 6 joueurs atteint (limite gratuite). Passez à Premium pour des joueurs illimités !
it: Numero massimo di 6 giocatori raggiunto (limite gratuito). Passa a Premium per giocatori illimitati!
no: Maks 6 spillere nådd (gratisgrense). Oppgrader til Premium for ubegrenset antall spillere!
pt: Máximo de 6 jogadores atingido (limite da versão gratuita). Faça upgrade para Premium para jogadores ilimitados!

# swipeOrTap
source: Swipe or tap arrows
da: Swipe eller tryk på pilene
de: Wischen oder Pfeile antippen
es: Desliza o toca las flechas
fi: Pyyhkäise tai napauta nuolia
fr: Glissez ou touchez les flèches
it: Scorri o tocca le frecce
no: Sveip eller trykk på pilene
pt: Deslize ou toque nas setas
ro: Glisează sau apasă pe săgeți

source: Previous
da: Forrige
de: Zurück
es: Anterior
fi: Edellinen
fr: Précédent
it: Precedente
no: Forrige
pt: Anterior
ro: Anterior

source: Next
da: Næste
de: Weiter
es: Siguiente
fi: Seuraava
fr: Suivant
it: Successiva
no: Neste
pt: Próximo
ro: Următorul

source: Advertisement
da: Reklame
de: Werbung
es: Anuncio
fi: Mainos
fr: Publicité
it: Pubblicità
no: Annonse
pt: Anúncio
ro: Reclamă

# watchAdMessage
source: Watch a short ad to continue, or go ad-free with premium!
da: Se en kort reklame for at fortsætte, eller gå reklamefri med Premium!
de: Schaue eine kurze Werbung, um fortzufahren, oder werde werbefrei mit Premium!
es: Mira un anuncio corto para continuar, o juega sin anuncios con Premium.
fi: Katso lyhyt mainos jatkaaksesi tai pelaa ilman mainoksia Premiumilla!
fr: Regardez une courte publicité pour continuer, ou profitez sans publicité avec premium !
it: Guarda una breve pubblicità per continuare, oppure gioca senza pubblicità con Premium!
no: Se en kort annonse for å fortsette, eller spill uten annonser med Premium!
pt: Assista a um anúncio rápido para continuar, ou jogue sem anúncios com Premium!
ro: Vizionați o reclamă scurtă pentru a continua sau treceți la versiunea fără reclame cu premium!

source: Watch Ad
da: Se reklame
de: Werbung ansehen
es: Ver anuncio
fi: Katso mainos
fr: Regarder la Pub
it: Guarda la pubblicità
no: Se annonse
pt: Assistir anúncio
ro: Vizionați reclamă

# goAdFree
source: Go Ad-Free with Premium
da: Gå reklamefri med Premium
de: Werbefrei mit Premium
es: Jugar sin anuncios con Premium
fi: Pelaa ilman mainoksia Premiumilla
fr: Sans Pub avec Premium
it: Vai senza pubblicità con Premium
no: Spill uten annonser med Premium
pt: Remover anúncios com Premium
ro: Treceți la versiunea fără reclame - 59 DKK/lună

source: Remove Ads Forever
da: Fjern reklamer for evigt
de: Werbung für immer entfernen
es: Quitar anuncios para siempre
fi: Poista mainokset pysyvästi
fr: Supprimer les Pubs Pour Toujours
it: Rimuovi le pubblicità per sempre
no: Fjern annonser for alltid
pt: Remover anúncios para sempre
ro: Îndepărtați reclamele pentru totdeauna

# adNotReady
source: Ad not ready. Continuing without ad.
da: Reklame ikke klar. Fortsætter uden reklame.
de: Werbung nicht bereit. Fahre ohne Werbung fort.
es: El anuncio no está listo. Continuando sin anuncio.
fi: Mainos ei ole valmis. Jatketaan ilman mainosta.
fr: Publicité non prête. Continuer sans publicité.
it: Pubblicità non pronta. Si continua senza.
no: Annonsen er ikke klar. Fortsetter uten annonse.
pt: Anúncio não está pronto. Continuando sem anúncio.
ro: Reclama nu este gata. Continuăm fără reclamă.

source: Ad Loading... Continue
da: Indlæser reklame... fortsætter
de: Werbung lädt... Fortfahren
es: Cargando anuncio... Continuar
fi: Ladataan mainosta... Jatka
fr: Chargement de la publicité... Continuer
it: Caricamento pubblicità... Continua
no: Laster annonse ... Fortsett
pt: Carregando anúncio... Continuar
ro: Încărcare anunț... Continuă

# pricePerMonth
source: 49 DKK/month or 399 DKK/year
da: €6,99/måned eller €59,99/år
de: 49 DKK/Monat oder 399 DKK/Jahr
es: €6,99/mes o €59,99/año
fi: €6,99/kk tai €59,99/vuosi
fr: 49 DKK/mois ou 399 DKK/an
it: €6,99/mese o €59,99/anno
no: €6,99/måned eller €59,99/år
pt: €6,99/mês ou €59,99/ano
ro: 59 DKK/lună

# noQuestionsFoundMessage
source: No questions found for {category} in {mode} mode
da: Ingen spørgsmål fundet for {category} i tilstand {mode}
de: Keine Fragen für {category} im {mode}-Modus gefunden
es: No se encontraron preguntas para {category} en el modo {mode}
fi: Yhtään kysymystä ei löytynyt kategorialle {category} tilassa {mode}
fr: Aucune question trouvée pour {category} en mode {mode}
it: Nessuna domanda trovata per {category} in modalità {mode}
no: Fant ingen spørsmål for {category} i {mode}-modus
pt: Nenhuma pergunta encontrada para {category} no modo {mode}
ro: Nicio întrebare găsită pentru {category} în modul {mode}

# errorLoadingQuestions
source: Error loading questions. Please check your connection.
da: Fejl ved indlæsning af spørgsmål. Tjek din forbindelse.
de: Fehler beim Laden der Fragen. Bitte überprüfe deine Verbindung.
es: Error al cargar las preguntas. Verifica tu conexión.
fi: Virhe kysymysten latauksessa. Tarkista verkkoyhteys.
fr: Erreur lors du chargement des questions. Veuillez vérifier votre connexion.
it: Errore nel caricamento delle domande. Controlla la connessione.
no: Feil ved innlasting av spørsmål. Sjekk tilkoblingen din.
pt: Erro ao carregar perguntas. Verifique sua conexão.
ro: Eroare la încărcarea întrebărilor. Te rog verifică-ți conexiunea.

# failedToLoadQuestions
source: Failed to load questions: {error}
da: Kunne ikke indlæse spørgsmål: {error}
de: Fragen konnten nicht geladen werden: {error}
es: Error al cargar las preguntas: {error}
fi: Kysymysten lataus epäonnistui: {error}
fr: Échec du chargement des questions : {error}
it: Impossibile caricare le domande: {error}
no: Kunne ikke laste inn spørsmål: {error}
pt: Falha ao carregar perguntas: {error}
ro: Nu s-au putut încărca întrebările: {error}

source: How many players?
da: Hvor mange spillere?
de: Wie viele Spieler?
es: ¿Cuántos jugadores?
fi: Kuinka monta pelaajaa?
fr: Combien de joueurs ?
it: Quanti giocatori?
no: Hvor mange spillere?
pt: Quantos jogadores?
ro: Câți jucători?

source: Players
da: Spillere
de: Spieler
es: Jugadores
fi: Pelaajat
fr: Joueurs
it: Giocatori
no: Spillere
pt: Jogadores
ro: Jucători

# continueButton
source: Continue
da: Fortsæt
de: Weiter
es: Continuar
fi: Jatka
fr: Continuer
it: Continua
no: Fortsett
pt: Continuar
ro: Continuă

source: Language
da: Sprog
de: Sprache
es: Idioma
fi: Kieli
fr: Langue
it: Lingua
no: Språk
pt: Idioma
ro: Limba

# languageChanged
source: Language changed to {language}
da: Sprog ændret til {language}
de: Sprache geändert zu {language}
es: Idioma cambiado a {language}
fi: Kieli vaihdettu kieleen {language}
fr: Langue changée en {language}
it: Lingua cambiata in {language}
no: Språk endret til {language}
pt: Idioma alterado para {language}
ro: Limba schimbată în {language}

source: Profile
da: Profil
de: Profil
es: Perfil
fi: Profiili
fr: Profil
it: Profilo
no: Profil
pt: Perfil
ro: Profil

source: Sign Out
da: Log ud
de: Abmelden
es: Cerrar sesión
fi: Kirjaudu ulos
fr: Se Déconnecter
it: Esci
no: Logg ut
pt: Sair
ro: Deconectare

source: Not Signed In
da: Ikke logget ind
de: Nicht angemeldet
es: No has iniciado sesión
fi: Ei kirjautuneena
fr: Non Connecté
it: Non hai effettuato l’accesso
no: Ikke logget inn
pt: Não conectado
ro: Nu ești conectat

source: Sign In / Sign Up
da: Log ind / Opret konto
de: Anmelden / Registrieren
es: Iniciar sesión / Registrarse
fi: Kirjaudu sisään / Luo tili
fr: Se Connecter / S'inscrire
it: Accedi / Registrati
no: Logg inn / Registrer deg
pt: Entrar / Criar conta
ro: Conectează-te / Înscrie-te
